[
    {
        "file": "Resume-Samples-1-36-10.pdf",
        "text": "Hannah Helper \n (973) 761-9355   helperhannah@noemail.gmail.com \n \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nPh.D. in Counseling Psychology, May 20xx \n(Accredited by the American Psychological Association) \n \nHunter College, City University of New York, NY   \nMS.Ed. in Rehabilitation Counseling, December 20xx \n \nBoston University, Boston, MA  \nB.A. in Psychology with Biology Minor, May 20xx               \n \n \nCERTIFICATIONS \nx New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx \nx Certified Rehabilitation Counselor (#xxxxx) since July 20xx \nx Basic Training in Critical Incident Stress Management, November 20xx \n \n \nACADEMIC RESEARCH \nDissertation:  The influence of family, birth order and anxiety on career choice for first generation students. Assessments \nperformed were Multigroup Ethnic Identity Measure Trait Anxiety Scale, State Trait Anxiety Inventory and The Career \nDecision Making Self-Efficacy Scale. \n \n \nCOUNSELING EXPERIENCE \nCounselor/Evaluator (Doctoral Internship), Jefferson Hospital, New York, NY  September 20xx - June 20xx   \nx Assisted with School of Medicine Rehabilitation Psychology Department Traumatic Brain Injury Research Project \nx Administered neuropsychological battery (25 individual measures) to research participants  \nx Conducted semi-structured interviews with program clients, served as co-facilitator in cognitive remediation groups \nx Provided rehabilitation techniques, accommodations suggestions and support to program clients and staff   \nx Completed independent research project for publication on salient issues for those with traumatic brain injuries    \nx Participated in case conferences, instructional didactics and weekly supervision sessions \n \nCounselor (Pre-doctoral Practicum), Washington Children¶s Care, Bayonne, NJ  September 20xx-May 20xx \nx Charted history review, neuropsychological evaluations (i.e., intelligence, attention, memory, perception, language, \neducational skills and personality) of individuals with traumatic brain injury \nx Provided medical management and chronic illness report preparation, individual counseling, and family support \nactivities  \nx Attended weekly evaluation meetings and professional development seminars \n \nCounselor (Pre-doctoral Practicum), Youth Practice Services, Orange, NJ  March-May 20xx   \nx Assisted doctoral intern with play psycho-educational group for preschoolers with special needs   \nx Individually developed and delivered group curriculum for two sessions prescribed by program requirement  \nx Participated in weekly didactics, supervision and case conferences, submitted weekly clinical progress reports",
        "summary": "- Information:\n  - Name: Hannah Helper\n  - Email: helperhannah@noemail.gmail.com\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  Hannah Helper is a dedicated and licensed mental health counselor with extensive experience in rehabilitation counseling and academic research. With a strong focus on neuropsychological assessment and trauma recovery, she has played a pivotal role in assisting individuals with traumatic brain injuries through comprehensive evaluations and personalized support strategies. Her academic pursuits and specialized training underline her commitment to supporting mental health and advancing research in counseling psychology.\n\n- Core Skills:\n  - Neuropsychological assessment\n  - Rehabilitation counseling\n  - Individual and family counseling\n  - Cognitive remediation group facilitation\n  - Research and publication\n  - Case management and report preparation\n  - Curriculum development\n  - Strong interpersonal and communication skills\n\n- Work Experience:\n  - Counselor/Evaluator (Doctoral Internship)\n    - Company: Jefferson Hospital, New York, NY\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Assisted with traumatic brain injury research project\n      - Administered neuropsychological battery to research participants\n      - Conducted semi-structured interviews and facilitated cognitive remediation groups\n      - Provided rehabilitation techniques and support to clients and staff\n    - Key Achievements:\n      - Completed independent research project for publication on traumatic brain injury issues\n    - Technologies Used:\n      - Neuropsychological assessment tools\n\n  - Counselor (Pre-doctoral Practicum)\n    - Company: Washington Children's Care, Bayonne, NJ\n    - Dates of Employment: September 20xx - May 20xx\n    - Responsibilities:\n      - Conducted neuropsychological evaluations and provided medical management\n      - Prepared chronic illness reports, provided individual and family counseling\n      - Attended evaluation meetings and professional development seminars\n\n  - Counselor (Pre-doctoral Practicum)\n    - Company: Youth Practice Services, Orange, NJ\n    - Dates of Employment: March - May 20xx\n    - Responsibilities:\n      - Assisted with play psycho-educational group for preschoolers with special needs\n      - Developed and delivered group curriculum\n      - Participated in didactics, supervision, and case conferences\n\n- Education:\n  - Ph.D. in Counseling Psychology\n    - University: Seton Hall University, South Orange, NJ\n    - Graduation Year: May 20xx\n  - MS.Ed. in Rehabilitation Counseling\n    - University: Hunter College, City University of New York, NY\n    - Graduation Year: December 20xx\n  - B.A. in Psychology with Biology Minor\n    - University: Boston University, Boston, MA\n    - Graduation Year: May 20xx\n\n- Certifications & Training:\n  - New Jersey State Licensed Mental Health Counselor (#xxxxxx), since May 20xx\n  - Certified Rehabilitation Counselor (#xxxxx), since July 20xx\n  - Basic Training in Critical Incident Stress Management, November 20xx\n\n- Projects & Portfolio:\n  - Dissertation Research:\n    - Title: The influence of family, birth order, and anxiety on career choice for first-generation students\n    - Objective: Investigated contributing factors affecting career choices in first-generation students\n    - Outcomes: Utilized various psychological scales for assessments and contributed to academic literature\n\n- Industry Keywords:\n  - Counseling psychology\n  - Neuropsychological assessment\n  - Traumatic brain injury\n  - Rehabilitation techniques\n  - Educational and developmental counseling\n  - Psychological evaluation\n  - Cognitive remediation\n  - Mental health counseling\n  - Research and publication"
    },
    {
        "file": "Resume-Samples-1-36-11.pdf",
        "text": "Hannah Helper  Page 2 \n \nCounselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University  January-March 20xx   \nx Counseled student diagnosed with ADHD and sensory impairments to develop more adaptive functional                                               \nacademic and college life skills   \nx Conducted career counseling and evaluations, co-led psycho-educational group on time management and                                                  \neffective study skills, submitted weekly clinical progress reports  \n \nCounselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ  October-December 20xx   \nx Provided rehabilitation and psychological services to geriatric clients \nx Conducted individual and group counseling with geriatric clients who were dealing with adjustment, mood,                              \nanxiety, and family problems. Submitted weekly clinical progress reports  \n \n \nTEACHING EXPERIENCE \nMaster¶s LeYel Adjunct Professor, Seton Hall University  January-April 20xx-20xx \nDepartment of Professional Psychology and Family Therapy \nx Taught 2 sections of Career Development course to 40 master¶s level students (including 15 online) \nx Utilized variety of career assessments, including Strong Interest Inventory, Myers-Briggs Type Indicator,                           \nMyPlan online career guidance system, and Values Card Sort \n \nUndergraduate Level Adjunct Professor, Montclair State University  September-December 20xx and 20xx \nDepartment of Psychology/Arts and Sciences \nx Taught 3 sections of Adolescent Psychology to traditional aged undergraduate students (20 per class) \nx Created curriculum and implemented syllabus with both formative and summative assessments \nx Incorporated speakers representing a variety of related career fields to share career information with students \n \n \nRESEARCH EXPERIENCE \nResearch Assistant, Seton Hall University September 20xx-April 20xx \nDepartment of Professional Psychology and Family Therapy \nx Assisted Dr. Anne Anne with research on neuropsychological sequelae in chronically traumatized children \nx Researched neuropsychological development in the areas of memory, higher integrative functioning and the attention \nof children of divorced parents \nx Utilized a battery of assessments with research participants, including: \n \nWechsler Intelligence Scale for Children (WISC-III)  Test of Memory and Learning (TOMAL) \nRey Osterrieth Complex Figure    Wide Range Achievement Test (WRAT 3) \nBehavior Assessment System for Children (BASC)  Test of Variables of Attention (TOVA) \nControlled Oral Word Association (COWA)   Kinetic Family Drawing  \n \nGraduate Research Assistant, Seton Hall University  August 20xx-June 20xx \nCollege of Education and Human Services \nx Collected research information on educational topics associated with higher education policies and procedures \nx Managed statistical databases and provided faculty with access and assistance \nx Assembled background information for faculty¶s lectures and presentations   \nx Organized faculty¶s course curriculum",
        "summary": "\n- **Information:**\n  - Name: Hannah Helper\n  - Email: Not provided\n  - Phone Number: Not provided\n\n- **Candidate Summary:**\n  Hannah Helper is a dedicated professional with extensive experience in counseling, teaching, and research within the psychology and education sectors. With a focus on rehabilitation, psychosocial support, and career development, Hannah has provided supportive services to a diverse clientele, including students with disabilities and geriatric patients. Her academic roles have included teaching at both the master's and undergraduate levels, with a strong emphasis on career guidance and adolescent psychology. In research, she has explored neuropsychological development in trauma-affected children and contributed to educational policy-related projects. \n\n- **Core Skills:**\n  - Psychological Counseling\n  - Career Development and Counseling\n  - Teaching and Curriculum Development\n  - Research and Data Analysis\n  - Group Facilitation\n  - Adaptability and Emotional Intelligence\n\n- **Work Experience:**\n\n  - *Counselor (Pre-doctoral Practicum)*  \n    - Company: Disability Support Services, Seton Hall University  \n    - Dates: January-March 20xx  \n    - Responsibilities: Counseled students with ADHD and sensory impairments; conducted career counseling; co-led psycho-educational groups; prepared clinical progress reports  \n    - Technologies Used: Clinical assessment tools\n\n  - *Counselor (Pre-doctoral Practicum)*  \n    - Company: Winchester Gardens, Maplewood, NJ  \n    - Dates: October-December 20xx  \n    - Responsibilities: Provided rehabilitation services to seniors; conducted individual/group counseling; handled cases related to adjustment, mood, and family issues; submitted progress reports  \n    - Technologies Used: Clinical assessment tools\n  \n  - *Master’s Level Adjunct Professor*  \n    - Company: Seton Hall University  \n    - Dates: January-April 20xx-20xx  \n    - Responsibilities: Taught career development courses; implemented various career assessments; facilitated online and in-person classes  \n    - Technologies Used: Strong Interest Inventory, Myers-Briggs Type Indicator, MyPlan\n\n  - *Undergraduate Level Adjunct Professor*  \n    - Company: Montclair State University  \n    - Dates: September-December 20xx and 20xx  \n    - Responsibilities: Taught adolescent psychology; developed curriculum; coordinated guest speakers  \n    - Technologies Used: Educational planning tools\n\n- **Research Experience:**\n\n  - *Research Assistant*  \n    - Company: Seton Hall University  \n    - Dates: September 20xx-April 20xx  \n    - Responsibilities: Supported research on trauma in children; conducted assessments; focused on neuropsychological development  \n    - Technologies Used: WISC-III, TOMAL, TOVA, COWA\n  \n  - *Graduate Research Assistant*  \n    - Company: Seton Hall University  \n    - Dates: August 20xx-June 20xx  \n    - Responsibilities: Collected educational policy data; managed databases; organized faculty content  \n    - Technologies Used: Statistical software\n\n- **Education:**\n  Information not provided.\n\n- **Certifications & Training:**\n  Information not provided.\n\n- **Projects & Portfolio:**\n  Information not provided.\n\n- **Industry Keywords:**\n  - ADHD\n  - Sensory Impairments\n  - Geriatric Counseling\n  - Career Development\n  - Neuropsychological Assessment\n  - Educational Policies\n  - Adolescent Psychology"
    },
    {
        "file": "Resume-Samples-1-36-12.pdf",
        "text": "Hannah Helper    Page 3 \n \nPUBLICATIONS \nBook Chapter \nBee, A., Johnson, S., & Dee, C., (20xx). Multicultural counseling competencies in counseling. In E.F. Gee et al. (Eds.) \nUnder contract for Handbook of Educational Psychology. NY, NY: Ima Publisher. \n \nJournal Article \nBee, A., Johnson, S., (20xx). Personal patterns as predictors of multicultural identity in birth order decision-making. \nJournal of Family Interests. 3 (Spring, No. xx) \n \nPublished Abstract \nBee, A., Johnson, S., Birth order in first generation students. Post Secondary Abstracts, 3 (Spring, No. xx) \n \n \n \nPRESENTATIONS \nBee, A. & Johnson, S., Birth order and mutlicultural identity. Poster presented at annual American Psychological \nAssociation Conference, City, State, August 20xx. \n \nDee, C. & Johnson, S., Children with multiple disabilities and birth order. The Rehabilitation Association Annual \nConvention, City, State, July 20xx.  \n \n \nAWARDS \nRecipient of  ³Women¶s Empowerment´ Award, Seton Hall University (20xx) \nKappa Delta Pi Education Honor Society (April 20xx to Present) \nNational Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx) \n \n \nLEADERSHIP ACTIVITIES \nMulticultural Committee Entertainment Chair, SHU Counseling Psychology Student Association  20xx \nCo-Chair, Exhibits Committee, Northeast Rehabilitation Association¶s Annual Conference  January 20xx \nPresident, National Rehabilitation Association, New Jersey Chapter  20xx-20xx \n \n \nPROFESSIONAL AFFILIATIONS \nAmerican Counseling Association  \nAssociation for Multicultural Counseling and Development \nAmerican Psychological Association²Divisions 17 and 40 \nEastern Psychological Association and New Jersey Psychological Association \nNational Rehabilitation Association (professional member) \nNational Rehabilitation Counseling Association (professional member)  \n \n \nPROFESSIONAL CONFERENCES \nAttended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx \nAttended Student Alliance on Multicultural and Mental Health Issues, June 20xx",
        "summary": "- Information:\n  - Name: Hannah Helper\n  - Email: Not provided\n  - Phone Number: Not provided\n\n- Candidate Summary:\n  Hannah Helper is a highly accomplished professional in the field of counseling psychology with a focus on multicultural counseling competencies and rehabilitation. She has a strong foundation in leadership, evidenced by her presidency at the National Rehabilitation Association's New Jersey Chapter. Hannah's extensive involvement in professional affiliations and conferences underscores her commitment to continuous professional development and service in her field.\n\n- Core Skills:\n  - Multicultural counseling\n  - Educational psychology\n  - Rehabilitation counseling\n  - Leadership and event coordination\n  - Academic writing and publication\n\n- Work Experience:\n  Not provided\n\n- Education:\n  Not provided\n\n- Certifications & Training:\n  - Basic Training in Critical Incident Post Traumatic Stress Disorder (November 20xx)\n\n- Projects & Portfolio:\n  Not provided\n\n- Industry Keywords:\n  - Multicultural counseling\n  - Rehabilitation\n  - Educational psychology\n  - Critical incident stress\n  - Leadership in professional associations\n  - Academic publication and presentation\n  - Counseling psychology\n  - Multicultural identity\n\nNote: Certain details like education, work experience, and contact information were not provided in the resume."
    },
    {
        "file": "Resume-Samples-1-36-13.pdf",
        "text": "ROBERT SHADOW \nrobert.shadow@student.shu.edu | 973-761-9355 \nOBJECTIVE  \nSeeking a part time position working in a hospital. \n \nEDUCATION \nSeton Hall University, South Orange, NJ                 Expected May 20xx \nBachelor of Science in Biology - GPA: 3.35 \nEnrolled in Master of Science in Physician Assistant dual degree program                 Expected May 20xx \n \nHONORS AND AWARDS  \nDean¶s List (3 of 4 semesters)        \nSHU Academic Merit Scholarship (4 year annual award) \n \nSHADOWING EXPERIENCE (the following provides key information to include with shadowing opportunities) \nName of Organization, City, State                   Beginning and ending months & years \nx Identify name and title of medical professional, number of hours and weeks \nx Describe the  type of facility, department, types of patients (ages, specific medical conditions, focus of care) \nx Identify and describe observations (be specific about types of patients, techniques/modalities, procedures) \nx Identify additional patient and clinical tasks you were able to participate in  \nx Describe additional involvement (such as patient evaluation meeting, family meeting, staff meeting) \n \nRothman Institute, Marlton, NJ          May 20xx - August 20xx \nJohn Fleishman, Orthopedic PA-C (60 hour observation)      \nx Observed in an orthopedic specialist facility and viewed progression of patients after surgery \nx Learned how to read X-rays and MRIs and how to discuss the results with patients in a professional manner \n \nValley Hospital, Ridgewood, NJ                       May 20xx - August 20xx \nAditi Patel and Andrew Kuiken, Neurosurgery PA-C (70 hour observation) \nx Witnessed patient interactions before and after surgery  with medical staff  in the Neurosurgery ICU  \nx Watched removal of a right cerebellum brain tumor firsthand in the operating room \n \nKessler Rehabilitation Institute, Jersey City, NJ              April 20xx – December 20xx \nDepartment Rotations (25 hour observation) \nx Rotated through pediatrics, psychiatry, acute care and outpatient departments  \nx Interacted with patients during post-surgery and recorded progress they had made over time \n \nPROFESSIONAL EXPERIENCE \nSouth Orange First Aid Squad, South Orange, NJ                            April 20xx – Present \nFirst Responder \nx Facilitate monthly meetings and training exercises as President of the Teen Squad for two years \nx Respond to medical emergencies and ensure patients are comfortable during transport to hospital  \nx Monitor vital signs, assist in bandaging, suctioning, and splinting, and document patient¶s charts \n \nLEADERSHIP EXPERIENCE \nEssex County Parks & Recreation, Newark, NJ                    Summers 20xx and 20xx \nCamp Counselor   \nx Planned, organized and facilitated daily activities for 100 children ages 7-15 in full-day 8 week camp  \nx Coordinated efforts with 15 peer camp staff in the planning and development of  last day ceremony \n \nADDITIONAL INFORMATION \nx Participated as community service volunteer visiting Veteran¶s Administration (VA) hospital, raising funds for \nlocal homeless shelter, collecting food for underprivileged families, building house with Habitat for Humanity  \nx Proficient in Excel, PowerPoint, Prezi, Facebook, Twitter, and Instagram, medical documentation systems",
        "summary": "- Information:  \n  - Name: Robert Shadow  \n  - Email: robert.shadow@student.shu.edu  \n  - Phone Number: 973-761-9355  \n\n- Candidate Summary:  \n  Dedicated and passionate student pursuing a Bachelor of Science in Biology, with a focus on advancing into a Master of Science in Physician Assistant. Experienced in shadowing and observing medical professionals in diverse clinical settings. Demonstrates strong organizational and leadership skills through volunteer work and leadership roles in community service and first aid response.\n\n- Core Skills:  \n  - Technical Skills: Proficient in Excel, PowerPoint, Prezi, medical documentation systems.  \n  - Soft Skills: Leadership, teamwork, patient care, observation skills, communication, organization.  \n\n- Work Experience:  \n  - **First Responder**  \n    South Orange First Aid Squad, South Orange, NJ  \n    April 20xx – Present  \n    Responsibilities: Facilitate monthly meetings and training exercises; serve as President of the Teen Squad for two years; respond to medical emergencies; ensure patient comfort during transport; monitor vital signs; assist in bandaging, suctioning, and splinting; document patient charts.  \n\n- Education:  \n  - Bachelor of Science in Biology  \n    Seton Hall University, South Orange, NJ  \n    Expected May 20xx\n  - Enrolled in Master of Science in Physician Assistant Dual Degree Program  \n    Seton Hall University, South Orange, NJ  \n    Expected May 20xx  \n  - Honors: Dean’s List (3 of 4 semesters), SHU Academic Merit Scholarship (4-year annual award)  \n\n- Certifications & Training:  \n  - None listed in the resume.  \n\n- Projects & Portfolio:  \n  - **Shadowing Experience:**  \n    Rothman Institute, Marlton, NJ | May 20xx - August 20xx  \n    - Observed orthopedic specialists and patient progression post-surgery; learned X-ray and MRI reading.  \n    Valley Hospital, Ridgewood, NJ | May 20xx - August 20xx  \n    - Witnessed patient interactions in Neurosurgery ICU; observed brain tumor removal surgery.  \n    Kessler Rehabilitation Institute, Jersey City, NJ | April 20xx – December 20xx  \n    - Rotated through pediatrics, psychiatry, acute care, and outpatient departments; recorded post-surgery progress.  \n\n- Industry Keywords:  \n  - Physician Assistant, Orthopedic, Neurosurgery, Rehabilitation, Patient Care, Medical Emergency, Observation, Pediatrics, Psychiatry, Acute Care, Outpatient, X-ray, MRI, First Responder, Leadership, Community Service."
    },
    {
        "file": "Resume-Samples-1-36-14.pdf",
        "text": "Iman Education Student (One Page Version) \n(973) 761-9355  iman.student@gmail.com \n  \nEDUCATION \nBachelor of Science in Education, Seton Hall University, South Orange, NJ                                                      May 20xx \nMajors: Elementary Education, Early Childhood Education, Special Education, Environmental Studies  \nGPA: 3.61/ 4.00  Dean¶s List (all semesters)  \n \nDiploma, Hillsborough High School, Hillsborough, NJ                June 20xx \n \nTEACHING CERTIFICATIONS \nNJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx):  \nElementary Education (Grades K-5)                Early Childhood Education (Grades PreK-3) \nTeacher of Students with Disabilities (K-12)   Environmental Studies (Grades 6-8) \n \nPRE-PROFESSIONAL TEACHING EXPERIENCE \nStudent Teacher-Third Grade, Jefferson Elementary School, West Orange, NJ                             Fall 20xx  \nx Taught full-day in culturally diverse suburban, including ELL and students with learning disabilities. \nx Created lessons incorporating manipulatives and small group work based on NJ Common Core Standards.  \nx Utilized formative and summative assessment techniques; created and graded homework in all subjects. \nx Prepared students for standardized testing (PARCC) utilizing classroom laptops. \nx Attended grade level and school wide meetings, Back to School Night and observed parent-teacher conferences. \n \nIntern-Kindergarten, South End Elementary School, Cedar Grove, NJ                                  Spring 20xx  \nx Taught an inclusive classroom including special needs students with intellectual and physical mobility disabilities. \nx Graded papers; created theme based bulletin boards (Dr. Seuss, class book selections, student artwork). \nx Generated sample behavior intervention plan for student with behavioral issues performing below grade level.    \n \nIntern-Third Grade, Central Community School, Orange, NJ                                                     Fall 20xx \nx Administered running records to identify struggling readers; worked individually with small group projects in an \nurban setting with students of diverse ethnic backgrounds.  \n \nIntern-Fifth Grade, Country Day School, Far Hills, NJ                                                 Spring 20xx \nIntern-First Grade, River Place School, Cranford, NJ                                                  Fall 20xx \n \nRELATED EXPERIENCE \nCo-Chair & Mentor-Third Grade, Little Angels Forum, Orange, NJ                    Sept 20xx- Present  \nx Guide 15 girls in outreach program for at-risk girls focused on building social skills and self-empowerment. \nHead Counselor-Fifth through Eighth Graders, Camp Morrow, White Plains, NY                   Summers 20xx, 20xx \nx Supervised 8 junior counselors; interacted daily with parents; accountable for 100 campers during field trips. \nTeaching Assistant-Ages 3-6, Union Church, Union, NJ                         Sept 20xx- June 20xx \n \nLEADERSHIP EXPERIENCE \nExecutive Board, The Martin Luther King, Jr. Scholarship Association, Executive Board, Kappa Delta Pi Honor Society,  \nPresident, Alpha Kappa Alpha Sorority, Student Ambassador, College of Education and Human Services \n \nPROFESSIONAL DEVELOPMENT \nx The Project Learning Tree; NCBI facilitator for program focused on prejudice reduction \nx Attended workshops on ³Cyberbullying´ and ³Autism Spectrum Disorder´ at Seton Hall University. \n \nSKILLS \nx PowerPoint, Excel, Brain Pop, Scholastic, Power School, Google Classroom, Aesop \nx Bilingual in Spanish, conversational in French and Italian",
        "summary": "### Information\n- **Name:** Iman Education Student\n- **Email:** iman.student@gmail.com\n- **Phone Number:** (973) 761-9355\n\n### Candidate Summary\nIman Education Student is a dedicated education professional focused on providing inclusive and supportive learning environments for diverse student populations. With a solid foundation in elementary, early childhood, and special education, Iman excels in creating engaging lesson plans and implementing effective teaching strategies. Her career focus is on empowering at-risk students and those with disabilities through culturally competent and adaptive education practices.\n\n### Core Skills\n- Lesson planning and curriculum development\n- Classroom management\n- Formative and summative assessment techniques\n- Standardized test preparation\n- Bilingual in Spanish; conversational in French and Italian\n- Technologically proficient in PowerPoint, Excel, Brain Pop, Scholastic, Power School, Google Classroom, Aesop\n\n### Work Experience\n\n#### Student Teacher - Third Grade\n- **Company:** Jefferson Elementary School, West Orange, NJ\n- **Dates of Employment:** Fall 20xx\n- **Responsibilities:**\n  - Taught a culturally diverse group of third graders, incorporating latest education standards\n  - Designed lesson plans using manipulatives and small group activities\n  - Developed and implemented various assessment techniques\n  - Prepared students for standardized tests (PARCC) using technology\n- **Technologies Used:** Classroom laptops for standardized testing preparation\n\n#### Intern - Kindergarten\n- **Company:** South End Elementary School, Cedar Grove, NJ\n- **Dates of Employment:** Spring 20xx\n- **Responsibilities:**\n  - Managed an inclusive classroom including special needs students\n  - Created educational and thematic bulletin boards\n  - Developed behavior intervention plans\n- **Technologies Used:** N/A\n\n#### Intern - Third Grade\n- **Company:** Central Community School, Orange, NJ\n- **Dates of Employment:** Fall 20xx\n- **Responsibilities:**\n  - Conducted assessments to identify struggling readers\n  - Coordinated small group projects in an urban setting\n- **Technologies Used:** N/A\n\n#### Co-Chair & Mentor - Third Grade\n- **Company:** Little Angels Forum, Orange, NJ\n- **Dates of Employment:** Sept 20xx - Present\n- **Responsibilities:**\n  - Guided an outreach program for at-risk girls, focusing on social skills and self-empowerment\n\n#### Head Counselor - Fifth through Eighth Graders\n- **Company:** Camp Morrow, White Plains, NY\n- **Dates of Employment:** Summers 20xx, 20xx\n- **Responsibilities:**\n  - Supervised junior counselors and managed campers during field trips\n\n#### Teaching Assistant - Ages 3-6\n- **Company:** Union Church, Union, NJ\n- **Dates of Employment:** Sept 20xx - June 20xx\n- **Responsibilities:**\n  - Assisted in managing classroom activities for young children\n\n### Education\n- **Bachelor of Science in Education**\n  - **University:** Seton Hall University, South Orange, NJ\n  - **Graduation Date:** May 20xx\n  - **Majors:** Elementary Education, Early Childhood Education, Special Education, Environmental Studies\n  - **GPA:** 3.61/4.00\n  - **Honors:** Dean’s List (all semesters)\n\n- **Diploma**\n  - **High School:** Hillsborough High School, Hillsborough, NJ\n  - **Graduation Date:** June 20xx\n\n### Certifications & Training\n- NJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx)\n  - Elementary Education (Grades K-5)\n  - Early Childhood Education (Grades PreK-3)\n  - Teacher of Students with Disabilities (K-12)\n  - Environmental Studies (Grades 6-8)\n- The Project Learning Tree\n- NCBI facilitator program on prejudice reduction\n- Workshops on \"Cyberbullying\" and \"Autism Spectrum Disorder\" at Seton Hall University\n\n### Projects & Portfolio\n- Not mentioned\n\n### Industry Keywords\n- NJ Common Core Standards\n- PARCC\n- Behavior intervention plans\n- Inclusive education\n- Early childhood development\n- Special education\n- Bilingual education\n- Elementary education"
    },
    {
        "file": "Resume-Samples-1-36-15.pdf",
        "text": "Iman Education Student (Two Page Version) \n(973) 761-9355  iman.student@gmail.com \n  \nEDUCATION \nSeton Hall University, South Orange, NJ \nBachelor of Science in Education, expected May 20xx  \nMajors: Elementary Education, Early Childhood Education, Special Education \nConcentration: Environmental Studies  \nCumulative GPA: 3.8/ 4.0  Dean¶s List (all semesters)  \n \nHillsborough High School, Hillsborough, NJ \nDiploma, June 20xx \n \nACADEMIC AWARDS  \nThe Martin Luther King Scholarship for academic excellence and community service (4 years, full tuition) \nKappa Delta Pi Education Honor Society, Spring 20xx- Present \nRecipient, 3 College of Education and Human Services academic scholarships (Fall 20xx- Present) \n \nCERTIFICATIONS \nNJ Certificate of Eligibility with Advanced Standing in the following areas: (anticipated June 20xx): \nElementary Education (Grades K-5)                                  Early Childhood Education (Grades PreK-3)   \nTeacher of Students with Disabilities (K-12)  Environmental Studies (Grades 6-8)                                   \n   \nPRE-PROFESSIONAL TEACHING EXPERIENCE \nSubstitute Teacher (K-12), Montville Public Schools, Montville, NJ                Sept 20xx-present \nx Teach two days per week at all levels, including as teacher of record in four elementary schools.  \nx Selected for multiple short-term assignments, including one for a two week period. \n \nStudent Teacher (Third Grade), Jefferson Elementary School, Maplewood, NJ                        Fall 20xx  \nx Taught inclusive class of 23 ethnically diverse students in public suburban school, including first generation \nEnglish Language Learners and students with special needs (ADD, Autism, OCD, cerebral palsy). \nx Created lessons incorporating manipulatives and small group work based on NJ Common Core Standards.  \nx Modified lessons for students with severe learning disabilities using repetition, routine and tactile strategies. \nx Utilized formative and summative assessment techniques, including quizzes, tests, projects and performance \nobservations; created and graded homework in all subjects. \nx Prepared students for standardized testing (PARCC) utilizing classroom laptops; created quizzes and guides. \nx Attended grade/school wide meetings and Back to School Night; observed IEP and parent-teacher conferences. \n \nJunior Intern (Kindergarten), South End Elementary School, Cedar Grove, NJ                       Spring 20xx  \nx Taught an inclusive classroom of 21 students; designed and taught lessons in science; assisted in grading papers. \nx Created theme based bulletin boards (Dr. Seuss, class book selections and student artwork). \nx Generated sample behavior intervention plan for student with behavioral issues performing below grade level.    \n \nJunior Intern (Second Grade), Central Community School, Orange, NJ                       Fall 20xx \nx Provided individual support to 6 students functioning below grade level. \nx Administered running records to identify struggling readers; worked with small group projects.  \nx Created and directed Halloween and Winter Festival performances attended by families. \n \nSophomore Intern (Fifth Grade), Country Day School, Short Hills, NJ           Spring 20xx \nx Created interactive SMARTboard games for lessons, taught small group activities. \nx Utilized EverydayMath and Teachers College Reading Workshop Model. \n \nSophomore Intern (First Grade), River Place School, Cranford, NJ                            Fall 20xx",
        "summary": "**Information:**\n- Name: Iman Education Student\n- Email: iman.student@gmail.com\n- Phone Number: (973) 761-9355\n\n**Candidate Summary:**\nIman Education Student is a dedicated and accomplished aspiring educator with a strong focus on Elementary, Early Childhood, and Special Education. Known for academic excellence and community service, as evidenced by the Martin Luther King Scholarship, Iman has hands-on experience teaching diverse and inclusive classrooms. Proficient in adapting lessons for students with special needs and utilizing technology in education, Iman is committed to fostering an engaging learning environment.\n\n**Core Skills:**\n- Lesson Planning & Instruction\n- Special Education Strategies\n- Classroom Management\n- Formative & Summative Assessment\n- Interactive Learning Technologies (SMARTboard, Quizzes)\n- Adaptation for Diverse Learning Needs\n- Community Engagement\n- Behavioral Intervention Planning\n\n**Work Experience:**\n\n*Substitute Teacher (K-12)*\n- Montville Public Schools, Montville, NJ\n- Sept 20xx - Present\n- Responsibilities: Teaching various levels, serving as teacher of record in elementary schools, and undertaking short-term teaching assignments.\n- Key Achievements: Successfully managed classrooms and adapted quickly to diverse educational environments.\n\n*Student Teacher (Third Grade)*\n- Jefferson Elementary School, Maplewood, NJ\n- Fall 20xx\n- Responsibilities: Taught inclusive classrooms, adapted lessons for diverse learners, and implemented NJ Common Core Standards.\n- Key Achievements: Effectively prepared students for standardized tests and engaged parents through school events.\n\n*Junior Intern (Kindergarten)*\n- South End Elementary School, Cedar Grove, NJ\n- Spring 20xx\n- Responsibilities: Designed science lessons, assisted with grading, and created behavioral intervention plans.\n- Key Achievements: Developed creative bulletin boards and addressed behavioral issues with tailored plans.\n\n*Junior Intern (Second Grade)*\n- Central Community School, Orange, NJ\n- Fall 20xx\n- Responsibilities: Supported struggling readers and organized school performances.\n- Key Achievements: Successfully led family-attended festival performances.\n\n*Sophomore Intern (Fifth Grade)*\n- Country Day School, Short Hills, NJ\n- Spring 20xx\n- Responsibilities: Created SMARTboard games and facilitated small group activities.\n- Technologies Used: EverydayMath, Teachers College Reading Workshop Model.\n\n*Sophomore Intern (First Grade)*\n- River Place School, Cranford, NJ\n- Fall 20xx\n- Responsibilities: Supported classroom activities and assisted in lesson development.\n\n**Education:**\n- Seton Hall University, South Orange, NJ\n  - Bachelor of Science in Education, expected May 20xx\n  - Majors: Elementary Education, Early Childhood Education, Special Education\n  - Concentration: Environmental Studies\n  - Cumulative GPA: 3.8/4.0\n  - Dean’s List: All semesters\n\n- Hillsborough High School, Hillsborough, NJ\n  - Diploma, June 20xx\n\n**Certifications & Training:**\n- NJ Certificate of Eligibility with Advanced Standing in Elementary Education (Grades K-5), Early Childhood Education (Grades PreK-3), Teacher of Students with Disabilities (K-12), Environmental Studies (Grades 6-8) (Anticipated June 20xx)\n\n**Projects & Portfolio:**\n- Developed interactive SMARTboard lessons and designed creative bulletin boards, enhancing student engagement and learning experience.\n- Organized and directed school performances, showcasing students' talents and accomplishments.\n\n**Industry Keywords:**\n- Elementary Education\n- Special Education\n- Early Childhood Education\n- Classroom Technology\n- Inclusive Learning\n- Behavioral Intervention\n- Educational Assessment\n- Standardized Testing Preparation\n- Community and Parental Engagement"
    },
    {
        "file": "Resume-Samples-1-36-16.pdf",
        "text": "Iman Education Student          Page 2 \n \nRELATED EXPERIENCE \nCo-Chair & Mentor (Third Grade), Little Angels Forum, Orange, NJ                Sept 20xx- Present  \nx Serve as role model to 15 young in outreach program for at-risk girls focused on building skills and self-esteem. \nx Create and lead weekly mentor meetings, develop activities and interact with families on weekly basis. \n \nHead Counselor (Fifth-Eighth Grade), Camp Morrow, White Plains, NY                        Summers 20xx, 20xx  \nx Managed 40 campers attending two week overnight camp (four separate sessions). \nx Coordinated educational/social activities for 100 campers, including computer, math and field trips. \nx Worked individually with 13 year old camper with Asperger¶s and developmental delays. \nx Trained and supervised 8 junior counselors and counselors-in-training. \nx Communicated with parents and addressed parent concerns and issues. \n \nTeaching Assistant (Ages 6-9), Union Church, Union, NJ         Sept 20xx- June 20xx \nx Assisted in instructing 20 students in weekly class, interacted with parents regarding class progress and behavior. \n \nLEADERSHIP EXPERIENCE \nExecutive Board, The Martin Luther King, Jr. Scholarship Association, Seton Hall                                  Aug 20xx-Present \nx Serve as officer for scholarship association centered in leadership, service, and academics. \nx Participate in weekly service projects that promote change in the community, such as mentoring at-risk students.  \n \nPresident, Rho Upsilon Chapter of Alpha Kappa Alpha Sorority, Inc., Seton Hall University                Nov 20xx – Present  \nx Oversee organization in promoting academic sustainability and encouraging student empowerment. \nx Lead monthly chapter meetings and oversee decision-making and budget approval for the organization. \nx Coordinate fundraising activities, including $5000 raised for local special needs community organization. \n  \nStudent Ambassador, College of Education and Human Services, Seton Hall University           Sept 20xx- Present \nx Selected to represent college and speak to prospective students and families at University Open House events. \n \n \nOTHER EXPERIENCE \nAssistant Coach, Maplewood Parks and Recreation, Maplewood, NJ         Summers 20xx, 20xx \nx Instructed 20 basketball players (ages 10-12) in summer recreation league. \nx Organized skill level based drills and strategies; supervised 2 weekly practices and 10 game schedule. \nx Collaborated with parents, providing daily progress and email correspondence with updates and forms. \nx Team ended season with undefeated record and invited to regional tournament. \n \nHigh School Activities, Hillsborough High School, Hillsborough, NJ         Sept 20xx-May 20xx \nx Section Leader for nationally recognized marching band (4 years). \nx Editor of student newspaper (3 years). \nx Three Sport Varsity Athlete: Basketball (Captain), Soccer, and Tennis.  \nx Member of French Club, Peer Buddy Program, and Environmental Awareness Club.  \n \nPROFESSIONAL DEVELOPMENT \nx The Project Learning Tree certification focused on teaching lessons in science. (20xx) \nx Attended Professional Development Days on PARCC and Danielson evaluation systems. (20xx) \nx NCBI Facilitator Certification for program focused on prejudice reduction. (20xx) \nx Attended workshops on ³Cyberbullying´ and ³Autism Spectrum Disorder at Seton Hall University. (20xx) \n \nSKILLS \nx PowerPoint, Excel, Brain Pop, Scholastic, Power School, Google Classroom, Elmo, Aesop, iPads \nx Bilingual in Spanish, conversational in French and Italian",
        "summary": "### Information:\n- **Name:** Iman Education Student\n- **Email:** [Not provided]\n- **Phone Number:** [Not provided]\n\n### Candidate Summary:\nIman Education Student is a dedicated and passionate educator and mentor with extensive experience working with youth in various capacities. They excel in leadership, communication, and program development, focusing on empowering young people and fostering community change. Iman has demonstrated a strong ability to manage teams, organize educational and recreational activities, and engage with diverse communities to promote academic sustainability and personal growth.\n\n### Core Skills:\n- Leadership and mentoring\n- Program and activity coordination\n- Parent and community engagement\n- Event planning and fundraising\n- Communication and public speaking\n- Technical skills: PowerPoint, Excel, Google Classroom, iPads\n- Languages: Bilingual in Spanish, conversational in French and Italian\n\n### Work Experience:\n- **Co-Chair & Mentor (Third Grade)**  \n  - **Company Name:** Little Angels Forum, Orange, NJ  \n  - **Dates of Employment:** September 20xx - Present  \n  - **Responsibilities:** Served as a role model for 15 at-risk girls, developed and led activities, facilitated weekly mentor meetings, and engaged with families.  \n\n- **Head Counselor (Fifth-Eighth Grade)**  \n  - **Company Name:** Camp Morrow, White Plains, NY  \n  - **Dates of Employment:** Summers 20xx, 20xx  \n  - **Responsibilities:** Managed 40 campers in overnight sessions, coordinated educational activities, supported a camper with Asperger's and developmental delays, supervised junior counselors, and communicated with parents.  \n\n- **Teaching Assistant (Ages 6-9)**  \n  - **Company Name:** Union Church, Union, NJ  \n  - **Dates of Employment:** September 20xx - June 20xx  \n  - **Responsibilities:** Assisted in instructing 20 students, interacted with parents about class progress and behavior.  \n\n### Leadership Experience:\n- **Executive Board Member**  \n  - **Organization Name:** The Martin Luther King, Jr. Scholarship Association, Seton Hall  \n  - **Dates of Service:** August 20xx - Present  \n  - **Responsibilities:** Served as an officer, participated in weekly service projects, mentored at-risk students.\n\n- **President**  \n  - **Organization Name:** Rho Upsilon Chapter of Alpha Kappa Alpha Sorority, Inc., Seton Hall University  \n  - **Dates of Service:** November 20xx - Present  \n  - **Responsibilities:** Oversaw organizational activities, led meetings, managed budgets, and coordinated fundraising.  \n\n- **Student Ambassador**  \n  - **Organization Name:** College of Education and Human Services, Seton Hall University  \n  - **Dates of Service:** September 20xx - Present  \n  - **Responsibilities:** Represented the college, spoke at University Open House events.  \n\n### Other Experience:\n- **Assistant Coach**  \n  - **Company Name:** Maplewood Parks and Recreation, Maplewood, NJ  \n  - **Dates of Employment:** Summers 20xx, 20xx  \n  - **Responsibilities:** Coached basketball, organized drills and strategies, and maintained communication with parents.  \n\n- **High School Activities**  \n  - **Institution:** Hillsborough High School, Hillsborough, NJ  \n  - **Activities:** Section Leader, Editor of student newspaper, Three Sport Varsity Athlete, Member of various clubs.\n\n### Professional Development:\n- The Project Learning Tree certification (20xx)\n- PARCC and Danielson System training days (20xx)\n- NCBI Facilitator Certification (20xx)\n- Workshops on Cyberbullying and Autism Spectrum Disorder (20xx)\n\n### Certifications & Training:\n- **The Project Learning Tree Certification:** Focused on teaching lessons in science.\n- **NCBI Facilitator Certification:** Program focused on prejudice reduction.\n\n### Projects & Portfolio:\n- **Fundraising Project:** Coordinated activities raising $5000 for a special needs community organization.\n\n### Industry Keywords:\n- Youth mentorship\n- Community engagement\n- Educational program management\n- Diversity and inclusion\n- Fundraising and development\n- Bilingual education"
    },
    {
        "file": "Resume-Samples-1-36-17.pdf",
        "text": "FIRST YEAR RESUME GUIDELINES (see page 2 for sample resume) \nFull Name \ny Email address     y  Cell Phone \n \n   OBJECTIVE  To obtain [type of position] in [what setting or environment] (Tailor to use of resume)  \n  \nEDUCATION  Name of University, City, State  \n    Degree Expected (Bachelor of Science, Bachelor of Arts), graduation month, year \n    Major(s) and Minor(s)  (Use term “tracking” name of major if not officially in major) \n \nName of High School, City, State (adding high school to resume is optional) \n    Diploma, graduation month, year \n    Include College prep/AP classes, GPA (if 3.5 or above), academic rank \n \nHONORS  Academic scholarships (both during high school and for college)  \nHigh school recognitions for grades, community service, leadership \nHigh school clubs based on academics (ex: National Honor Society)  \n    Sports or community based honors (ex: MVP, Gold Award Girl Scouts) \n    \nRELATED  Describe how you spent your time outside of class in high school, college and during summers: \nEXPERIENCE  ŹClubs that you belonged to²include leadership roles (ex: prom committee chair) \n    ŹSports that you participated in²include leadership or team/personal achievements \n    ŹSignificant activities²include leadership (ex: band, theatre, committees) \n    ŹCommunity involvement²include leadership roles (ex: religious, town related, volunteer) \n    ŹInternships, special academic programs (ex: high school projects, Girl/Boy Scouts) \n    ŹPart-time job or summer jobs²include retailing, restaurant, office, camp counselor, etc. \n    Formatting Activity:  \n    Title, Club/Activity, Name of High School/College, start-end dates (month, year) \nx Specifics about club (focus, number of members, size of student body) \nx Duties (start with action verb) What were your main tasks and why? \nx Skills developed or utilized (start with action verb)  \nx Significance of your role²achievements, results of  your efforts \nFormatting Athletics: \nTitle (Name of Sport), Name of High School/Organization, start-end dates (month, year) \nx Length of season and number of meets/games/matches \nx Commitment per week to training and practice, and travel \nx Team accomplishments (league/county/region/state tournaments)  \nx Personal achievements/recognitions (academic and performance based)  \nx Additional involvement related to team (summer coach, community service) \nFormatting Community Service/Volunteer: \n    Title, Name of Organization, city, state   start-end dates (month, year) \nx Specifics about your role and many contributions you made  \nx Duties (start with action verb) What were your main tasks and why? \nx Skills developed or utilized (start with action verb)  \n    Formatting Part-time/Summer Job: \n    Title, Name of Organization, city, start-end dates (month, year) \n    (if organization is more impressive than the position, put organization first, then title) \nx Average number of hours (after school/evenings, weekends)  and type of organization  \nx Significant responsibilities (ex: supervise others; oversee a department; order inventory) \nx Other key duties (ex: opened/closed facility, in charge when manager absent, trained others) \nx Skills developed/utilized (ex: problem solving, customer service, handling money) \n \nOTHER  Involvement or participation in other less significant activities, community service, clubs \nINVOLVEMENT  Involvement level (member, participant), name of organization or event (year)    \n \nSKILLS  Computer: software, graphics, statistics, database management programs \n    Social Media/Technology (beyond your personal use) especially new and trending sites  \n    Foreign Language Skills: Identify level of proficiency (basic, oral/written fluency)",
        "summary": "**Information:**\n- Name: Full Name\n- Email: (y Email address)\n- Phone Number: (y Cell Phone)\n\n**Candidate Summary:**\nA motivated first-year university student with a focus on obtaining initial work experience. Equipped with a solid educational background, active participation in extracurricular activities, and community involvement. Strong interests in balancing academic commitments with real-world experience to build a comprehensive skill set.\n\n**Core Skills:**\n- Leadership and team coordination\n- Time management and organizational skills\n- Problem solving and analytical thinking\n- Customer service and interpersonal communication\n- Computer proficiency in software and database management\n\n**Work Experience:**\n- Part-time/Summer Job: \n  - Title: (if organization is more impressive than the position, put organization first, then title)\n  - Name of Organization, city\n  - Dates: start-end dates (month, year)\n  - Responsibilities: Supervised others, overseen a department, ordered inventory, handled customer service, trained peers\n  - Skills Developed: Developed problem-solving abilities, enhanced customer service, learned money handling techniques\n\n**Education:**\n- Name of University, City, State\n  - Degree Expected: Bachelor of Science/Bachelor of Arts, graduation month, year\n  - Major(s) and Minor(s): (Use \"tracking\" name of major if not officially in major)\n- Name of High School, City, State\n  - Diploma: Graduation month, year\n  - Relevant Coursework: College prep/AP classes\n  - GPA: If 3.5 or above, with academic rank\n\n**Certifications & Training:**\n- Academic scholarships during high school and college.\n\n**Projects & Portfolio:**\n- High School Projects: Participated in significant projects during high school demonstrating practical application of learned concepts.\n\n**Industry Keywords:**\n- Computer software\n- Database management\n- Leadership roles\n- Team coordination\n- Community service\n- Academic achievement\n- Customer service\n\n(Note: Since the resume provided does not contain specific details, placeholders and general descriptions have been used where appropriate.)"
    },
    {
        "file": "Resume-Samples-1-36-18.pdf",
        "text": "SAMPLE FIRST YEAR RESUME (see page one for First Year Resume Guidelines ) \nIma Student \nIamstudent@gmail.com  (222) 222-22222 \n \n   OBJECTIVE  To obtain a part-time job or volunteer position teaching and mentoring children.   \n  \nEDUCATION  Seton Hall University, South Orange, NJ \n    Bachelor of Arts in Psychology, Expected May 20xx \n     \nBest Academy, Bridgewater, NJ  (optional to include high school) \n    High School Diploma, June 20xx \n    Top 10% of graduating class; President of Student Council \n    Honors English and Social Studies (AP credits) \n \nHONORS  SHU Academic Merit Scholarship (4 year annual award) \nSelected as high school ³Volunteer of the Year´ for extensive community service \n    Recipient of ³Sportsmanship´ Award at athletic banquet \n    \nRELATED  Senior Editor, High School Yearbook, Best Academy             September 20xx-June20xx \nEXPERIENCE •   Managed staff of 20 writers and $10,000 budget (circulation of 2,000 copies)  \nx Oversaw weekly meetings with section editors and club advisor  \nx Demonstrated advanced skills in time management, multi-tasking and ability to work under \npressure with deadlines  \n \nVarsity Soccer (Captain Senior Year), Best Academy          September 20xx-June 20xx \nx Served as role model and motivational leader to 20 teammates and  liaison to coaches  \nx Devoted 20 hours per week over 3 months to training, practice and 30 game schedule \nx Hold school record for most goals during high school career \nx Team awarded 2nd Place in Essex County Tournament (2 years in a row) \n \n    Youth Group Leader, Holy Trinity Church, Bridgewater, NJ              May 20xx-Present \nx Design and manage activities and weekly meetings for 30 high school students \nx Organize annual clothing drive (raised $1000 in donations in 20xx) \nx Coordinate and manage a 3 week service trip to El Salvador overseeing 15 peers \n \nADDITIONAL  Wait Staff, Red Lobster, Bridgewater, NJ                                 September 20xx-June 20xx \nEXPERIENCE •   Averaged 20 hours per week (nights and weekends) in highest volume NJ store while \n         attending college as a full-time student  \nx Independently accountable to close store and inventory products on weekly basis \nx Trained new employees on corporate mission; modeled exceptional customer service  \n \n    Senior Camp Counselor, Somerset YMCA, Somerville, NJ              Summers 20xx-20xx \nx Managed 40 campers (ages 10-12) attending two-week day camps (6 different groups). \nx Oversaw training and scheduling for 8 peer counselors; led weekly meetings \nx Worked individually with camper with Asperger¶s Syndrome and cognitive delays \nx Interacted daily with parents to update on child¶s progress and behavior  \n \nOTHER  Participant, Cancer Walk and Relay for Life (4 years in high school) \nINVOLVEMENT  Section Leader, nationally ranked high school marching band (4 years)   \n    Volunteer, Habitat for Humanity (5 Saturdays building home for needy family) \n \nSKILLS  Microsoft Excel, PowerPoint, PhotoShop, Picasa, Instagram, Twitter, Tumblr \n    Bilingual in Spanish, Conversational in French",
        "summary": "- **Information:**\n  - Name: Ima Student\n  - Email: Iamstudent@gmail.com\n  - Phone Number: (222) 222-22222\n\n- **Candidate Summary:**\n  - Passionate first-year student with a strong foundation in psychology, recognized for leadership and organizational skills. Seeking part-time opportunities in teaching and mentoring children, with a track record of effective multi-tasking, time management, and leadership in both academic and extracurricular settings.\n\n- **Core Skills:**\n  - Technical Skills: Microsoft Excel, PowerPoint, Photoshop, Picasa, social media platforms (Instagram, Twitter, Tumblr)\n  - Soft Skills: Leadership, time management, multi-tasking, communication, bilingual in Spanish, conversational in French\n\n- **Work Experience:**\n  - **Senior Editor, High School Yearbook**\n    - Company: Best Academy\n    - Dates: September 20xx - June 20xx\n    - Responsibilities: Managed staff of 20 writers, adhered to a $10,000 budget, conducted weekly meetings, and developed time management and multi-tasking skills.\n    - Key Achievements: Circulated 2,000 copies.\n    \n  - **Varsity Soccer (Captain Senior Year)**\n    - Company: Best Academy\n    - Dates: September 20xx - June 20xx\n    - Responsibilities: Led a team of 20, served as liaison to coaches, managed a 30-game schedule.\n    - Key Achievements: School record for most goals, team awarded 2nd Place in Essex County Tournament for 2 consecutive years.\n    \n  - **Youth Group Leader**\n    - Organization: Holy Trinity Church, Bridgewater, NJ\n    - Dates: May 20xx - Present\n    - Responsibilities: Designed and managed activities for 30 students, organized an annual clothing drive, and coordinated a service trip to El Salvador.\n    - Key Achievements: Raised $1000 in donations.\n   \n  - **Wait Staff**\n    - Company: Red Lobster, Bridgewater, NJ\n    - Dates: September 20xx - June 20xx\n    - Responsibilities: Worked in high-volume store, closed and inventoried products, trained new employees, and delivered exceptional customer service.\n  \n  - **Senior Camp Counselor**\n    - Company: Somerset YMCA, Somerville, NJ\n    - Dates: Summers 20xx-20xx\n    - Responsibilities: Managed 40 campers, supervised 8 peer counselors, and supported children with special needs.\n\n- **Education:**\n  - **Bachelor of Arts in Psychology**\n    - University: Seton Hall University, South Orange, NJ\n    - Graduation Year: Expected May 20xx\n    \n  - **High School Diploma**\n    - Institution: Best Academy, Bridgewater, NJ\n    - Graduation Year: June 20xx\n    - Honors: Top 10% of class, President of Student Council, AP credits in Honors English and Social Studies\n\n- **Certifications & Training:**\n  - SHU Academic Merit Scholarship (4-year annual award)\n  \n- **Projects & Portfolio:**\n  - Oversaw high school yearbook publication, coordinated a successful clothing drive, and organized a service trip, demonstrating leadership and project management skills.\n\n- **Industry Keywords:**\n  - Leadership, Time Management, Youth Mentorship, Community Service, Team Management, Event Coordination, Bilingual, Psychology, Excel, Photoshop, Social Media, Multi-tasking."
    },
    {
        "file": "Resume-Samples-1-36-19.pdf",
        "text": "OTHER COMMON HIGH SCHOOL EXPERIENCES FOR FIRST YEAR STUDENTS \n \nSchool Activities: \n \nSection Leader, Marching Band, Best Academy                 August 20xx-June 20xx \nx Supervised group of 15 peers on a state and national award winning marching band.  \nx Dedicated 20 practice hours on weekdays and weekends over 4 month season. \nx Traveled to Disney World, Washington, DC and Boston for yearly competition trips. \nx Active member of two additional groups involving early morning/late evening practices. \n \nActress/Student Director, Lawrenceville HS, Ewing, NJ        Fall 20xx-Spring 20xx \nx As Student Director, oversaw 50 students, including actors, set crew, music and costumes \nx Recognized as ³Best Student Director´ by Papermill Playhouse NJ Rising Stars  statewide competition \nx Selected for lead roles in 8 productions over four years   \n \nSummer/Part-Time Jobs: \n \nPrivate Music (Flute) Instructor, Long Branch, NJ               20xx-20xx \nx Taught 11 year old 5th grade student twice a week focused on learning school concert music.  \nx Worked on perfecting rhythm dictation and sight reading using sections from methods book.  \n \nHead Lifeguard, ABC Pool, Clifton, NJ                Summers 20xx-present \nx Oversee 10 lifeguards; conduct weekly meetings and provide ongoing certification training. \nx Teach individual and group lessons for ages (infant through adults) at all skill levels. \nx Ensure safety of over 200 patrons per day at local community pool.  \n \nSwim Coach and Instructor, YMCA, Caldwell, NJ Fall           20xx- present \nx Instruct swimmers ages 10 to 16 with autism, mild cognitive deficits and Cerebral Palsy.  \nx Oversee 50 adolescent swimmers and coordinate 10 home and away competitive meets. \nx Created website that provides logistical information and legal permission forms for parents.  \n \nTutor, Private Family, South Orange, NJ                                                 20xx-present \nx Instruct 12 year old student with ADHD in all subjects 3 hours per week over past 2 years. \nx Student has progressed from below grade level to advanced level in 2 subjects. \n \nCashier, ABC Food Store, Bridgewater, NJ                                                      Fall 20xx – Spring 20xx \nx Averaged 20 hours per week while in high school and college as full-time student. \nx Developed reputation as first employee to call when additional staff needed. \nx Demonstrated advanced customer service skills; given independent authority to resolve customer issues. \n \nOffice Assistant (Full-Time), ABC Heating and Repair Service, Bridgewater, NJ                       Summer 20xx \nx Input confidential financial information into database for over 300 customers per week. \nx Set up appointments for both residential and commercial customers. \nx Contacted customers with satisfaction survey; made suggestions to management on how to resolve issues or \ndissatisfaction with service.  \n \nNanny, Private Family, West Orange, NJ                    June 20xx-June 20xx \nx Cared for 2 children (ages 6 & 12) 20 hours per week during school and 40 hours during summer. \nx Handled all morning routines, transportation to and from school and activities, and completion of homework. \n \nBasketball Coach, ABC Summer Basketball Camp, Somerset, NJ                  Summers and Weekends 20xx-present \nx Teach fundamentals to 50 summer campers (ages 5-9) in two week overnight camps (5 separate camps) \nx Create daily drill/practice schedules for basic/advanced skill levels; Oversee 10 intramural games per day \nx Supervise 3 high school peer counselor coaches",
        "summary": "- **Information:**  \n  Name: [Name not provided]  \n  Email: [Email not provided]  \n  Phone Number: [Phone number not provided]  \n\n- **Candidate Summary:**  \n  A highly dedicated and versatile student with diverse experiences in leadership, teaching, and coaching roles. Demonstrates exceptional organizational and communication skills through managing teams and mentoring individuals of varying ages and abilities. Focused on personal and professional growth through proactive involvement in arts and sports, as well as customer service environments.\n\n- **Core Skills:**  \n  - Leadership and team supervision  \n  - Effective communication and public speaking  \n  - Teaching and mentorship  \n  - Event planning and logistical coordination  \n  - Customer service excellence  \n  - Adaptability and multitasking  \n\n- **Work Experience:**  \n  - **Section Leader, Marching Band**  \n    Best Academy, August 20xx-June 20xx  \n    Responsibilities: Supervised a state and national award-winning marching band, managing a group of 15 peers. Coordinated practice schedules and actively participated in competitions.  \n    Achievements: Success in state and national competitions, and managed trips to significant locations such as Disney World, Washington, DC, and Boston.\n\n  - **Actress/Student Director**  \n    Lawrenceville HS, Ewing, NJ, Fall 20xx-Spring 20xx  \n    Responsibilities: Oversaw 50 students in various production roles, including actors and stage crew. Took lead roles in productions.  \n    Achievements: Won \"Best Student Director\" award by Papermill Playhouse NJ Rising Stars competition. Selected for lead roles in eight productions.\n\n  - **Private Music (Flute) Instructor**  \n    Long Branch, NJ, 20xx-20xx  \n    Responsibilities: Educated a 5th-grade student in flute music, focusing on school concert repertoire and technical skills.\n\n  - **Head Lifeguard**  \n    ABC Pool, Clifton, NJ, Summers 20xx-present  \n    Responsibilities: Managed a team of 10 lifeguards, conducted training, taught swimming, and ensured patron safety at the community pool.\n\n  - **Swim Coach and Instructor**  \n    YMCA, Caldwell, NJ, Fall 20xx-present  \n    Responsibilities: Instructed swimmers with special needs, coordinated competitive meets, and developed a website for parental communication.\n\n  - **Tutor**  \n    Private Family, South Orange, NJ, 20xx-present  \n    Responsibilities: Tutored a student with ADHD, resulting in significant academic progress.\n\n  - **Cashier**  \n    ABC Food Store, Bridgewater, NJ, Fall 20xx – Spring 20xx  \n    Responsibilities: Performed customer service duties and managed conflicts independently, maintaining a strong work ethic alongside academic commitments.\n\n  - **Office Assistant**  \n    ABC Heating and Repair Service, Bridgewater, NJ, Summer 20xx  \n    Responsibilities: Entered confidential data, scheduled appointments, conducted customer satisfaction surveys, and provided feedback for service improvement.\n\n  - **Nanny**  \n    Private Family, West Orange, NJ, June 20xx-June 20xx  \n    Responsibilities: Provided childcare and managed school routines for siblings, ensuring academic and extracurricular engagement.\n\n  - **Basketball Coach**  \n    ABC Summer Basketball Camp, Somerset, NJ, Summers and Weekends 20xx-present  \n    Responsibilities: Coached young campers, created practice schedules, and supervised peer counselors, emphasizing skill development in basketball.\n\n- **Education:**  \n  [Education details not provided]  \n\n- **Certifications & Training:**  \n  [Certifications and training details not provided]\n\n- **Projects & Portfolio:**  \n  - Developed a website for swim team logistics and parental permissions.\n\n- **Industry Keywords:**  \n  Coaching, Leadership, Arts Management, Customer Service, Event Planning, Teaching, Mentorship, Team Supervision, Community Engagement, Youth Development"
    },
    {
        "file": "Resume-Samples-1-36-2.pdf",
        "text": "Devin C. Debit  \ndevindebit@noemail7.com  973-761-9355 \n  \nCAREER OBJECTIVE \nTo obtain an entry-level position with a regional public accounting firm with a special interest in corporate \ntax accounting and auditing  \n \nEDUCATION \nSeton Hall University, South Orange, NJ  \nMaster of Science in Accounting        May 20xx  \nEligible to sit for the CPA exam with 150 credits \nGPA:  3.83/4.00 \n \nUniversity of South Florida, Tampa, FL   May 20xx \nBachelor of Science in Finance \nGPA: 3.64/4.00  \n \nRELATED COURSEWORK  \nManagerial Accounting and Decision Making    Advanced Corporate Income Tax  \nAdvanced Financial Accounting      Microeconomics Theory and Applications \nCorporate Finance I, II and III      Enterprise Accounting \n \nEXPERIENCE \nAnderson, Smith & Jones, LLC, Roseland, NJ    \nAccounting Intern         May 20xx - September 20xx \n Assisted with the annual audit of a health care consortium and identified a major posting error leading \nto the recovery of over $74,000 in federal tax credits  \n Created workbook for newly hired interns that was adopted by other four offices in Northeast  \n ReceiYed a commendaWion fUom Whe fiUm¶V managing paUWneU  \n Awarded Intern of the Month in the second month of employment  \n Assisted with various bookkeeping tasks including payroll and accounts payable for a mid-sized \nmanufacturing firm \n \nStephen Roberts, Certified Public Accountant, Raleigh, NC    \nAccoXnWanW¶s AssisWanW        Summer 20xx \n PUoceVVed clienWV¶ Wa[ UeWXUnV and filed Xp Wo WZo do]en annXal UepoUWV online each monWh \n Entered payroll data for 10 small businesses using Professional Suite Accounting Write -Up CS \n \nUniversity of South Florida Housing and Residence Life, Miami, FL  \nResident Assistant         August 20xx - May 20xx \n Managed a university residence hall floor of 55 ethnically diverse undergraduate students \n Organized and facilitated monthly floor meetings; coordinated weekly programs \n Worked in Residence Life office, managed building front desk, participated in on call duty  \n \nHONORS AND AWARDS \nToastmasters International of Nashville Gold Medal - Oratory Competition, March 20xx  \nPhi Kappa Phi Honor Society, Member, January 20xx - Present  \nNashville Natatorium, First Place - Freestyle, Annual Swimming Contest, December 20xx \n \nACTIVITIES \nBeta Alpha Psi, Member       September 20xx - present \n Attend weekly site visits to network with professionals at public accounting firms \n \nOutward Bound, The Appalachian Trail, Asheville, NC     May 20xx \nx Participated in week-long wilderness team building experience with a group of 10 students",
        "summary": "- Information:\n  - Name: Devin C. Debit\n  - Email: devindebit@noemail7.com\n  - Phone Number: 973-761-9355\n\n- Candidate Summary:\n  Devin is a dedicated accounting professional with a strong educational foundation in Finance and Accounting, complemented by practical experience in auditing, tax accounting, and resident management. Known for exceptional analytical skills and attention to detail, Devin has demonstrated the ability to identify discrepancies leading to significant financial recoveries. Devin is focused on pursuing a career in corporate tax accounting and auditing within a regional public accounting firm.\n\n- Core Skills:\n  - Technical Skills: Accounting Audits, Tax Filing, Bookkeeping, Payroll Processing, Microsoft Excel, Professional Suite Accounting Write-Up CS\n  - Soft Skills: Analytical Thinking, Detail-Oriented, Communication, Teamwork, Problem Solving, Leadership\n\n- Work Experience:\n  1. Accounting Intern  \n     - Company: Anderson, Smith & Jones, LLC, Roseland, NJ  \n     - Dates of Employment: May 20xx - September 20xx  \n     - Responsibilities: Assisted with annual audits, identified posting errors for tax credit recovery, created intern training workbook, managed bookkeeping tasks.  \n     - Key Achievements: Recovered $74,000 in federal tax credits, workbook adoption across offices, Intern of the Month Award  \n     - Technologies Used: Microsoft Excel, Basic Auditing Software\n\n  2. Accountant’s Assistant  \n     - Company: Stephen Roberts, Certified Public Accountant, Raleigh, NC  \n     - Dates of Employment: Summer 20xx  \n     - Responsibilities: Processed tax returns, managed online reporting, payroll data entry for small businesses.  \n     - Technologies Used: Professional Suite Accounting Write-Up CS\n\n  3. Resident Assistant  \n     - Company: University of South Florida Housing and Residence Life, Miami, FL  \n     - Dates of Employment: August 20xx - May 20xx  \n     - Responsibilities: Managed residence hall floor, organized meetings and programs, managed front desk operations.\n\n- Education:\n  1. Master of Science in Accounting  \n     - University: Seton Hall University, South Orange, NJ  \n     - Graduation Year: May 20xx  \n     - Relevant Coursework: Managerial Accounting, Advanced Corporate Income Tax, Advanced Financial Accounting\n\n  2. Bachelor of Science in Finance  \n     - University: University of South Florida, Tampa, FL  \n     - Graduation Year: May 20xx  \n     - Relevant Coursework: Microeconomics Theory, Corporate Finance I, II, and III\n\n- Certifications & Training:\n  - Eligible to sit for the CPA exam with 150 credits\n\n- Projects & Portfolio:\n  - Created a comprehensive training workbook for new interns at Anderson, Smith & Jones, LLC, facilitating smoother onboarding processes across multiple offices.\n\n- Industry Keywords:\n  - Accounting, Auditing, Tax Accounting, Bookkeeping, Payroll, Financial Analysis, CPA, Microsoft Excel, Team Leadership, Public Accounting, Corporate Finance"
    },
    {
        "file": "Resume-Samples-1-36-20.pdf",
        "text": "HEATHER HEALTHCARE \n(973) 761-9355   heatherhealth@noemail.com \n \n__________________________________________________________________________________________ \nOBJECTIVE: \n \nTo join a healthcare organization¶s administrative team and contribute to improving delivery of service while \nimplementing business management and strategic development skills \n \n \n__________________________________________________________________________________________ \nEDUCATION: \n \nSeton Hall University, School of Health and Medical Sciences, South Orange, NJ    \nMaster of Healthcare Administration (CAHME Accredited), May 20xx \n \nRutgers University, New Brunswick, NJ   \nBachelor of Arts in Sociology with a Minor in Business Administration, December 20xx \n \n \n__________________________________________________________________________________________ \nRELEVANT COURSES: \n \nResearch Methods and Statistical Analysis  21st Century American Healthcare System  \nHealthcare Management     Financial Management & Control  \nHealthcare Economics     Financial Management & Accounting  \nEmergency Preparedness     Healthcare Policy  \nManaging Community Health    MIS/Quality and Performance Management  \nLegal Issues & Human Resources    Strategic Planning and Marketing  \nEthics         Leadership Institute / Capstone  \n \n \n__________________________________________________________________________________________ \nHEALTHCARE INTERNSHIP: \n \nManagement Intern, Customer Service Department \nNEWARK MEDICAL CENTER, Newark, NJ January 20xx - July 20xx \nNon-profit 500+ bed teaching hospital in an urban setting \nx Conducted daily rounds in inpatient units to build rapport with diverse patient population. \nx Collected data from patients during rounds to build initiatives throughout the hospital. \nx Conducted database work to document patient comments and suggestions. \nx Resolved delicate situations involving the patient, including HIPAA violations, breaches of policy, and \nperceived preventable readmissions or premature hospital discharges. \nx Created individualized physician reports for results of HCAHPS survey (Hospital Consumer Assessment of \nHealthcare Providers and Systems for the Emergency Department. \nx Contributed to drafting and development of new complaints/grievance management policy. \nx Assisted in the development of an ICU customer service protocol for nursing and office staff.  \nx Created hospital-wide educational newsletters for customer service training to emphasize patient \ncompliance tools (AIDET, Teach Back method)",
        "summary": "- Information:\n  - Name: Heather Healthcare\n  - Email: heatherhealth@noemail.com\n  - Phone: (973) 761-9355\n\n- Candidate Summary:\n  Heather Healthcare is a skilled professional focused on joining a healthcare organization's administrative team. With expertise in business management and strategic development, Heather aims to improve service delivery in healthcare settings. Through her academic background and internship experience, she has developed strong capabilities in data analysis, patient interaction, and policy development, making her a valuable asset to any healthcare team.\n\n- Core Skills:\n  - Healthcare Management\n  - Strategic Planning and Development\n  - Data Collection and Analysis\n  - Customer Service and Patient Relations\n  - Policy Drafting and Implementation\n  - HIPAA Compliance\n  - Educational Material Development\n  - Communication and Interpersonal Skills\n\n- Work Experience:\n  - Job Title: Management Intern, Customer Service Department\n  - Company Name: Newark Medical Center, Newark, NJ\n  - Dates of Employment: January 20xx - July 20xx\n  - Responsibilities:\n    - Conducting daily rounds in inpatient units to build rapport with patients.\n    - Collecting and analyzing patient data to inform hospital initiatives.\n    - Documenting patient feedback and addressing issues involving HIPAA violations and policy breaches.\n    - Crafting individualized physician reports from HCAHPS survey results.\n    - Assisting with the creation of new complaint and grievance management policies.\n    - Developing ICU customer service protocols and educational newsletters for staff training.\n  - Key Achievements:\n    - Played a key role in resolving delicate patient situations and policy development.\n    - Contributed to the improved educational resources for staff through newsletters.\n  - Technologies Used: Database management tools for documentation.\n\n- Education:\n  - Master of Healthcare Administration (CAHME Accredited)\n    - University: Seton Hall University, School of Health and Medical Sciences, South Orange, NJ\n    - Graduation Year: May 20xx\n  - Bachelor of Arts in Sociology with a Minor in Business Administration\n    - University: Rutgers University, New Brunswick, NJ\n    - Graduation Year: December 20xx\n  - Relevant Coursework:\n    - Research Methods and Statistical Analysis\n    - 21st Century American Healthcare System\n    - Healthcare Management\n    - Financial Management & Control\n    - Healthcare Economics\n    - Financial Management & Accounting\n    - Emergency Preparedness\n    - Healthcare Policy\n    - Managing Community Health\n    - MIS/Quality and Performance Management\n    - Legal Issues & Human Resources\n    - Strategic Planning and Marketing\n    - Ethics\n    - Leadership Institute / Capstone\n\n- Certifications & Training:\n  - None mentioned.\n\n- Projects & Portfolio:\n  - None mentioned.\n\n- Industry Keywords:\n  - Healthcare Administration\n  - Patient Compliance Tools (AIDET, Teach Back Method)\n  - HCAHPS Survey\n  - Grievance Management\n  - ICU Protocol Development\n  - HIPAA Compliance"
    },
    {
        "file": "Resume-Samples-1-36-21.pdf",
        "text": "Heather Healthcare                      Page 2 \n__________________________________________________________________________________________ \nRELATED EXPERIENCE: \n \nOffice Assistant (Volunteer)  \nJMC COMMUNITY HEALTH SERVICES, INC., Somerset, NJ March 20xx - July 20xx \nNon-profit community organization dedicated to serving elderly population \nx Improved office efficiency and cut down on time wastage by creating new online patient information filing \nsystem.  \nx Processed and maintained patient billing records. \nx Collaborated with insurance companies, government medical organizations, medical personnel and local \ncommunity service organizations.  \n \nAdministrative Support, Medical Records Department \nSAINT ANN'S UNIVERSITY HOSPITAL, Ramapo, NJ  Summer 20xx \nSuburban regional hospital serving three surrounding counties in Northern NJ \nx Assisted office manager in overall functioning of medical record department by maintaining and securing all \nwritten and electronic medical records. \nx Ensured 100% accuracy for confidential and sensitive patient information in records.  \nx Assisted in implementing the process of creating new medical records and retrieving existing medical \nrecords in a timely matter. \nx Trained new office staff and volunteers assigned to department.  \n \nAdministrative Support, Ambulatory Care  \nUNIVERSITY HOSPITAL, Newark, NJ  January 20xx - December 20xx  \nx Monitored and evaluated the integration of service delivery.  \nx Assisted Ambulatory Care Administrator in developing, implementing and evaluating clinic service plans.  \n \n__________________________________________________________________________________________ \nHONORS & ACTIVITIES: \n \nMember, Seton Hall University MHA Program Student Advisory Council 20xx-Present \nMember, American College of Healthcare Executives in New Jersey, 20xx \nx Attended annual Advanced Emergency and Acute Care Conference (April, 20xx)  \nx Completed webinars on Implementation of Health Information, Improving Health Literacy for Patients and \nFamilies, and Advancing Healthcare Leadership \n \n__________________________________________________________________________________________ \nSPECIAL SKILLS: \n \nWorked with Access database to enter patient feedback for easy retrieval \nFamiliar with Emergisoft to obtain patient, physician and nursing information  \nCompetent with Microsoft Word, Excel, Adobe, Access, Outlook, Publisher, Internet Explorer",
        "summary": "**Information**  \n- Name: Heather Healthcare  \n- Email: [Not provided]  \n- Phone Number: [Not provided]  \n\n**Candidate Summary**  \nHeather Healthcare is a motivated administrative professional with experience in healthcare settings, particularly in medical records and patient information management. She has a strong background in improving office efficiency, ensuring data accuracy, and collaborating with various healthcare stakeholders. Heather is focused on utilizing her skills in administrative support and healthcare management to contribute to the effective operation of healthcare organizations.\n\n**Core Skills**  \n- Office Efficiency Improvement  \n- Data Management and Accuracy  \n- Collaboration with Healthcare Stakeholders  \n- Training and Development  \n- Service Delivery Evaluation  \n- Microsoft Office Suite (Word, Excel, Access, Outlook, Publisher)  \n- Emergisoft System Knowledge  \n- Database Management\n\n**Work Experience**  \n\n1. **Office Assistant (Volunteer)**  \n   - Company: JMC Community Health Services, Inc., Somerset, NJ  \n   - Dates: March 20xx - July 20xx  \n   - Responsibilities:\n     - Created an online patient information filing system to improve office efficiency.\n     - Processed and maintained patient billing records.\n     - Collaborated with insurance companies, medical organizations, and community service organizations.  \n\n2. **Administrative Support, Medical Records Department**  \n   - Company: Saint Ann's University Hospital, Ramapo, NJ  \n   - Dates: Summer 20xx  \n   - Responsibilities:\n     - Assisted the office manager in maintaining and securing medical records.\n     - Ensured 100% accuracy in patient information.\n     - Implemented processes for creating and retrieving medical records.\n     - Trained new office staff and volunteers in the department.  \n\n3. **Administrative Support, Ambulatory Care**  \n   - Company: University Hospital, Newark, NJ  \n   - Dates: January 20xx - December 20xx  \n   - Responsibilities:\n     - Monitored and evaluated service delivery integration.\n     - Assisted in developing, implementing, and evaluating clinic service plans.  \n\n**Education**  \n- [Not provided in the resume]\n\n**Certifications & Training**  \n- Attended Advanced Emergency and Acute Care Conference (April, 20xx)  \n- Completed webinars on Health Information Implementation, Health Literacy, and Healthcare Leadership  \n\n**Projects & Portfolio**  \n- [Not provided in the resume]\n\n**Industry Keywords**  \n- Healthcare Administration  \n- Patient Information Management  \n- Medical Records Security  \n- Healthcare Service Plans  \n- Volunteer Coordination  \n- Health Information Systems  \n- Administrative Support in Healthcare Settings"
    },
    {
        "file": "Resume-Samples-1-36-22.pdf",
        "text": "Examples of Leadership Experiences and Descriptions \n \nEXAMPLE FOR RESIDENT ASSISTANT:  \nResident Assistant, Housing and Residence Life, Seton Hall University                               20xx-20xx \nx Manage a community of 40 first year residents; collaborate with team of 7 peer resident assistants.  \nx Create, facilitate and market 45 student programs and activities to promote academic, social and interpersonal \ndevelopment among residents. \nx Utilize mediation skills to resolve roommate conflicts and other resident issues. \nx Serve as student leader during Freshman Orientation attended by 1200 students and families. \nx Organize and facilitate diversity workshop during training of 60 peer resident assistants. \nx Monitor building during days and evenings; report and respond to incidents and crimes. \nx Work closely with key campus departments that provide academic and personal support to students. \n \n  \nEXAMPLE FOR PEER ADVISER: \n \nFreshman Studies, Seton Hall University \nPeer Adviser (Student Instructor) Fall 20xx-Present  \nx Assist faculty in teaching credit course on successful transition to college for first year students (50 students). Course \ntopics include study skills, time management, social engagement and wellness.  \nx Meet individually with students outside of class to discuss career and academic plans. \nx Create assignments, grade quizzes and projects. \nx Completed two week summer training program on leadership development and conflict resolution skills. \nx Assisted with organizing and facilitating summer overnight orientation program for 1200 incoming. students, \nincluding creating icebreakers, coordinating social activities and conducting campus tours. \nx Tutored students in 5 different subjects 10 hours per week. \n \n EXAMPLE FOR INTERCOLLEGIATE ATHLETIC EXPERIENCE: \n \nNCAA DiYision I Men¶s Soccer Team²Big East Conference, Seton Hall University, 20xx-20xx \nx Full scholarship recipient, elected Captain by teammates and coaches (2 consecutive years). \nx Competed at highest level against nationally ranked universities across the country. \nx Voted ³Most Inspirational´ player by teammates (3 years); recipient of Sportsmanship Award.  \nx Named to Big East All-Academic Team (3 years).  \nx Team Representative to University Advisory Committee-monthly meetings with University President. \nx Team invited to NCAA tournament for first time in 10 years; Placed 2\nnd\n in Big East Conference. \nx Presented numerous workshops to K-12 schools on importance of education and healthy nutrition.  \nx Evaluated high school talent and provided campus tours to prospective student-athletes and parents. \n \nEXAMPLES FOR COMPETITIVE STUDENT LEADER POSITION:  \n \nServant Leader Scholar, Center for Vocation and Servant Leadership, SHU Fall 20xx-present \n One of 10 students selected for highly competitive scholarship program and award focused on commitment to \ncommunity service and leadership. \n Participate in monthly meetings and workshops on community engagement. \n Complete 150 community service hours in various community organizations. \n \nOffice of Admissions, Seton Hall University Fall 20xx-present \nStudent Ambassador (Blue Crew)  \nx Selected to represent University in activities designed for prospective and accepted students and families. \nx Contact students accepted to Seton Hall University and inform them about upcoming events. \nx Meet and greet students and their families at Open Houses attended by 900 prospective students and families. \nx Conduct guided tours of campus incorporating extensive knowledge of resources, departments and policies.",
        "summary": "- Information:\n  - Name: [Name Not Provided]\n  - Email: [Email Not Provided]\n  - Phone Number: [Phone Number Not Provided]\n\n- Candidate Summary:\n  Highly motivated and dedicated individual with extensive leadership experience in academic and athletic settings. Proven track record in managing student communities, facilitating programs for student development, and serving in advisory roles. Exceptional interpersonal and communication skills, with a focus on conflict resolution, community engagement, and student success.\n\n- Core Skills:\n  - Leadership and Team Management\n  - Conflict Resolution\n  - Program Development and Facilitation\n  - Academic Advising\n  - Public Speaking and Workshop Presentation\n  - Tutoring and Academic Support\n  - Community Engagement\n  - Campus Tours and Orientation\n  - Event Coordination\n\n- Work Experience:\n  - Resident Assistant, Housing and Residence Life, Seton Hall University, 20xx-20xx\n    - Managed a community of 40 first-year residents with a team of 7 peer assistants.\n    - Facilitated and marketed 45 student programs to enhance academic, social, and interpersonal development.\n    - Resolved conflicts and issues among residents using mediation skills.\n    - Organized and led diversity and orientation workshops.\n\n  - Peer Adviser, Freshman Studies, Seton Hall University, Fall 20xx-Present\n    - Assisted in teaching a course on successful college transition for 50 first-year students.\n    - Conducted individual meetings to discuss career and academic plans and tutored in various subjects.\n    - Organized and facilitated orientation programs and activities.\n\n  - Captain, NCAA Division I Men’s Soccer Team, Seton Hall University, 20xx-20xx\n    - Led team to NCAA tournament participation and achieved 2nd place in Big East Conference.\n    - Awarded full scholarship, elected as Captain, and received sportsmanship and academic honors.\n\n  - Servant Leader Scholar, Center for Vocation and Servant Leadership, SHU, Fall 20xx-present\n    - Participated in workshops focused on community service and leadership, completing 150 service hours.\n\n  - Student Ambassador, Office of Admissions, Seton Hall University, Fall 20xx-present\n    - Represented the university in events for prospective and accepted students, conducted tours, and provided information.\n\n- Education:\n  - [Education Details Not Provided]\n\n- Certifications & Training:\n  - Completed leadership development and conflict resolution skills training.\n\n- Projects & Portfolio:\n  - Organized and presented workshops on education and nutrition for K-12 schools.\n\n- Industry Keywords:\n  - Leadership\n  - Student Development\n  - Mediation\n  - Program Facilitation\n  - Academic Advising\n  - Public Speaking\n  - Community Engagement\n  - Orientation Programs\n  - Event Coordination"
    },
    {
        "file": "Resume-Samples-1-36-23.pdf",
        "text": "President, XYZ Club (Campus Organization), Seton Hall University, 20xx-20xx \nx Oversee 10 member executive board; lead weekly meetings for 50 member organization. \nx Accountable for decision-making and budget approval. \nx Spearheaded membership drive that resulted in 20% increase in active members. \nx Coordinate fundraising events, including $5000 raised for local special needs organization. \n \nProgram/Event Coordinator, ABC Sorority, Seton Hall University,  20xx-20xx \nx Organized yearly campus wide Greek Week competition event attended by 200 students. \nx Member of Executive Board; attended biweekly meetings.  \nx Developed and coordinated numerous fundraising activities resulting in record member participation and over $6000 \ndonations to local charities. \n \nService on Saturday Leader, Division of Volunteer Efforts, Seton Hall University, Fall 20xx \nx Supervised 40 students on 3 Saturdays participating in local community projects. \nx Service projects included painting a middle school, cleaning a local park, and working at a soup kitchen.  \n \n  \nEXAMPLE OF CAMPUS PAID STUDENT POSITION:  \n \nOperations Staff, University Center, Seton Hall University, Fall 20xx-present  \nx Work evening and early morning shifts in high volume campus student center serving 5000 students. \nx Provide logistical support to large events and activities attended by up to 400 guests. \nx Completed 2 day training on exceptional customer service, safety regulations and technology usage. \nx Train new student employees on logistics; utilize strong time management skills. \nx Demonstrate advanced proficiency with different types of technology and video equipment.   \n \nMath Tutor, Academic Resource Center, Seton Hall University, Spring 20xx \nx Guide and support students in their classes to establish effective study strategies and self-advocacy. \nx Provide individualized instruction to students enrolled in Algebra, Statistics and Calculus courses. \nx Maintain up to 15 appointments per week, including ³drop in´ hours. \n \nDesk Assistant, Housing and Residence Life, Seton Hall University, Fall 20xx-present \nx Maintain security for residents and guests in a facility housing over 500 students. \nx Provide prompt, polite, courteous, professional, and timely customer service.   \nx Complete accurate computerized desk logs and work orders. \nx Communicate problems, issues, and concerns to the Residence Hall Coordinator.",
        "summary": "- Information:  \n  Name: [Not Provided]  \n  Email: [Not Provided]  \n  Phone Number: [Not Provided]  \n\n- Candidate Summary:  \n  A dedicated and detail-oriented university student with diverse experience in leadership, operations, and customer service within university organizations. Demonstrates strong organizational and coordination skills, proven through successful fundraising initiatives and event planning. Adept in providing high-quality customer service and support in academic and residential settings with strong communication and problem-solving abilities.\n\n- Core Skills:  \n  - Leadership and Team Management  \n  - Event Coordination  \n  - Fundraising  \n  - Customer Service Excellence  \n  - Technical Proficiency with AV and Computer Equipment  \n  - Mathematical Instruction and Tutoring  \n  - Time Management  \n  - Security Procedures  \n\n- Work Experience:  \n  - President, XYZ Club  \n    Seton Hall University, 20xx-20xx  \n    Responsibilities: Oversaw a 10-member executive board, led weekly meetings for a 50-member organization, and managed budget approval.  \n    Achievements: Spearheaded a membership drive resulting in a 20% increase in active members; coordinated fundraising events raising $5,000 for a local special needs organization.  \n    \n  - Program/Event Coordinator, ABC Sorority  \n    Seton Hall University, 20xx-20xx  \n    Responsibilities: Organized campus-wide Greek Week competition and coordinated fundraising activities.  \n    Achievements: Record member participation and raised over $6,000 for local charities.  \n\n  - Service on Saturday Leader, Division of Volunteer Efforts  \n    Seton Hall University, Fall 20xx  \n    Responsibilities: Supervised 40 students in local community projects including painting, cleaning, and soup kitchen work.  \n\n  - Operations Staff, University Center  \n    Seton Hall University, Fall 20xx-present  \n    Responsibilities: Provided logistical support for events, trained new employees, and ensured safety and technology regulations.  \n    Achievements: Completed customer service and safety training; demonstrated advanced proficiency with various technologies.  \n    \n  - Math Tutor, Academic Resource Center  \n    Seton Hall University, Spring 20xx  \n    Responsibilities: Guided students in study strategies and provided instruction in Algebra, Statistics, and Calculus.  \n    \n  - Desk Assistant, Housing and Residence Life  \n    Seton Hall University, Fall 20xx-present  \n    Responsibilities: Maintained facility security, provided customer service, and managed desk logs and communications.\n\n- Education:  \n  [No specific education details provided in the resume]\n\n- Certifications & Training:  \n  - Completed 2-day training on exceptional customer service, safety regulations, and technology usage.\n\n- Projects & Portfolio:  \n  [No specific projects provided in the resume]\n\n- Industry Keywords:  \n  Leadership, Event Coordination, Fundraising, Customer Service, Tutoring, Operations, Security, Proficiency with Technology, Team Management, Time Management, Community Projects."
    },
    {
        "file": "Resume-Samples-1-36-24.pdf",
        "text": "Alex NonProfit \n973-761-9355       NonProfitAlex@noemail.gmail.com \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nBachelor of Arts in Social and Behavioral Sciences, May 20xx \nConcentration in Social Work, Minor in Psychology \n \nStudy Abroad, Valencia, Spain, Summer 20xx \nLived with Spanish-speaking family while enrolled in communication courses. Participated in excursions to the cities of \nMadrid, Toledo, Granada, and Barcelona. \n \nRELATED COURSEWORK \nSocial Problems and Solutions, Social Change, Social Inequalities, Research Methods I & II, International Psychology, \nSocial Psychology, Social Work and the Law, Organizing Grassroots Communities \n \nEXPERIENCE \nBanner Initiative, Summit, NJ       April 20xx ʹ Present \nNon-profit Intern (Youth Advocacy Program) \nx RegƵlarlǇ reǀieǁ and Ƶpdate office͛s eǆtensiǀe list of local commƵnitǇ resoƵrces in Eǆcel for staff referrals \nx Prepare materials for, and co-facilitate, the teenager self-discovery group on a monthly basis  \nx Conduct outreach to local businesses to request donations for annual events such as the Holiday Toy Drive \n \nYMCA After School Program, Maplewood, NJ     May 20xx ʹ September 20xx \nAfter School Counselor \nx Supervised groups of 15-20 children between the ages of 7-9 during a daily after school program \nx Organized and facilitated daily educational and recreational activities for children including foreign language \nlessons and team building exercises \nx Assisted children with English and math homework assignments on a regular basis \nx Interacted with parents on a daily basis; attended weekly meetings with 10 peer counselors \n \nVOLUNTEER EXPERIENCE \nDivision of Volunteer Efforts (DOVE), Seton Hall University   September 20xx ʹ Present \nx Help paint 5 local elementary high schools through the local community each school year \nx Visit a local nursing home weekly and interact with residents during meals and structured activities \nx Participate in service learning trips to countries such as Brazil and Argentina  \n \nAmerican Red Cross Relay, Summit, NJ      Summers 20xx ʹ Present \nx Raise funds for the American Red Cross during the annual walk-a-thon fundraiser  \nx Reach out to local businesses and professional network to establish sponsorship opportunities  \nx Led a team of 10-15 individuals with organizing outreach campaigns, monitoring donations, and managing \nteam͛s homepage on the organiǌation͛s Walk-a-Thon website \n \nSeton Hall Soup Kitchen       September 20xx ʹ May 20xx \nx Volunteered once a month at the Sunday dinner soup kitchen \nx Served food and beverages to homeless individuals at the shelter as well as helped clean up the dining room  \n \nSKILLS \nLanguages: Fluent in Spanish and Italian \nSoftware: Microsoft Word, Excel, and PowerPoint",
        "summary": "### Information:\n- **Name**: Alex NonProfit\n- **Email**: NonProfitAlex@noemail.gmail.com\n- **Phone Number**: 973-761-9355\n\n### Candidate Summary:\nA dedicated and compassionate professional with a Bachelor of Arts in Social and Behavioral Sciences, Alex NonProfit is highly experienced in social work and youth advocacy. Fluent in Spanish and Italian, Alex is skilled in community outreach, resource management, and organizing grassroots initiatives. Passionate about facilitating positive change, Alex has a strong track record of volunteering and leading team efforts in non-profit settings.\n\n### Core Skills:\n- Youth Advocacy\n- Community Outreach\n- Program Facilitation\n- Resource Management\n- Team Leadership\n- Event Planning\n- Microsoft Office Suite (Word, Excel, PowerPoint)\n- Fluent in Spanish and Italian\n\n### Work Experience:\n#### Non-profit Intern (Youth Advocacy Program)\n- **Company**: Banner Initiative, Summit, NJ\n- **Dates**: April 20xx - Present\n- **Responsibilities**:\n  - Regularly update the office's list of local community resources for staff referrals.\n  - Prepare materials and co-facilitate a monthly teenager self-discovery group.\n  - Conduct outreach to local businesses for donations for events like the Holiday Toy Drive.\n- **Technologies Used**: Microsoft Excel\n\n#### After School Counselor\n- **Company**: YMCA After School Program, Maplewood, NJ\n- **Dates**: May 20xx - September 20xx\n- **Responsibilities**:\n  - Supervised groups of 15-20 children; organized educational and recreational activities, including foreign language lessons.\n  - Assisted children with homework; interacted daily with parents and attended weekly staff meetings.\n\n### Education:\n- **Degree**: Bachelor of Arts in Social and Behavioral Sciences\n- **University**: Seton Hall University, South Orange, NJ\n- **Graduation Year**: May 20xx\n- **Concentration**: Social Work\n- **Minor**: Psychology\n- **Relevant Coursework**: Social Problems and Solutions, Social Change, Social Inequalities, Research Methods I & II, International Psychology, Social Psychology, Social Work and the Law, Organizing Grassroots Communities\n\n### Certifications & Training:\n- [None Listed]\n\n### Projects & Portfolio:\n- **American Red Cross Relay**: Led a team in organizing outreach campaigns for the annual walk-a-thon; monitored donations and managed the team's online presence.\n- **Service Learning Trips**: Participated in volunteer trips to Brazil and Argentina, contributing to international community projects.\n\n### Industry Keywords:\n- Non-profit Organization\n- Youth Advocacy\n- Volunteer Management\n- Fundraising\n- Bilingual Communication\n- Social and Behavioral Sciences\n- Community Engagement\n- Grassroots Organizing"
    },
    {
        "file": "Resume-Samples-1-36-25.pdf",
        "text": "Example #1 (pages 1-2) All clinical experiences listed in one section with no descriptions \nExample #2 (pages 3-4) Related clinicals with other related experiences separated into one section   \n \nMary Smith PA-S (Example #1) \n(973) 761-9355  physician.assistant@gmail.com \n \n \nObjective         ________________________________ \n \nEnthusiastic PA candidate seeking a position in an Emergency Department or Critical Care setting. Strong academic \nbackground including training in diverse settings with emphasis on evidence-based practice and interdisciplinary \nmanagement. \n \n \nEducation         ________________________________ \n \nSeton Hall University                                   South Orange, NJ \nMaster of Science in Physician Assistant                                                     May 20xx \n \nRowan University                                     Glassboro, NJ \nBachelor of Arts in Health Promotion and Fitness Management                                May 20xx \n \n \nClinical Internships_________________________________________________________________________________ \n \nObtained complete histories and physical exams, developed and carried out therapeutic and diagnostic plans,  \ncontributed to patient evaluation and decision making, participated in hospital rounds and conferences, ordered and \ninterpreted diagnostic testing, educated and counseled patients and families. \n \nRadiology: \n St. Barnabas Hospital, Livingston, NJ (4 weeks) \n \nOutpatient/Family Medicine: \n Complete Care, Scotch Plains, NJ (4 weeks) \n Primary Care Associates, Millburn, NJ (8 weeks) \n Dr. Ima Family, Belleville, NJ (4 weeks) \n \nPediatric Medicine: \n Pediatrics Unit--John F. Kennedy Hospital, Edison, NJ (4 weeks) \n Neonatal Intensive Care Unit: Newark Beth Israel Medical Center, Newark, NJ (4 weeks) \n \nAcute Care Medicine: \n Emergency Medicine: Centra State Hospital, Freehold, NJ (4 weeks) \n Critical Care Rotation: Saint Michael's Medical, Newark, NJ (4 weeks) \n \nIn Patient Medicine: \n Neurology: John F. Kennedy Hospital, Edison, NJ (4 weeks) \n Internal Medicine: Saint Michael's Medical Center, Newark, NJ (8 weeks) \n Long Term Care: John F. Kennedy Hospital for Rehabilitation, Edison, NJ (4 weeks) \n Psychiatry: Runnell's Hospital, Berkeley Heights, NJ (4 weeks) \n Obstetrics and Gynecology: St. Joseph's Regional Medical Center, Patterson, NJ (8 weeks) \n Cardiothoracic Trauma Surgery: St. Francis Medical Center, Trenton, NJ (8 weeks)",
        "summary": "- Information:\n  - Name: Mary Smith, PA-S\n  - Email: physician.assistant@gmail.com\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  Mary Smith is an enthusiastic Physician Assistant candidate with a solid academic foundation and experience across diverse clinical settings. Her career focus is on Emergency Department and Critical Care environments, emphasizing evidence-based practice and interdisciplinary collaboration. Mary is skilled in patient evaluation, therapeutic planning, and has participated actively in hospital rounds and medical decision-making processes.\n\n- Core Skills:\n  - Clinical assessment and diagnostic skills\n  - Patient education and counseling\n  - Evidence-based medical practice\n  - Interdisciplinary collaboration and communication\n  - Diagnostic test ordering and interpretation\n  - Hospital rounds and patient evaluation\n\n- Work Experience:\n  (The resume does not provide specific job titles, companies, or employment dates. It details clinical internships instead, which are listed in the relevant section below.)\n\n- Education:\n  - Master of Science in Physician Assistant, Seton Hall University, South Orange, NJ, May 20xx\n  - Bachelor of Arts in Health Promotion and Fitness Management, Rowan University, Glassboro, NJ, May 20xx\n\n- Certifications & Training:\n  (The resume does not provide specific certifications or training programs completed.)\n\n- Projects & Portfolio:\n  (The resume does not provide information on specific projects or a portfolio.)\n\n- Clinical Internships:\n  - Radiology: St. Barnabas Hospital, Livingston, NJ (4 weeks)\n  - Outpatient/Family Medicine: \n    - Complete Care, Scotch Plains, NJ (4 weeks)\n    - Primary Care Associates, Millburn, NJ (8 weeks)\n    - Dr. Ima Family, Belleville, NJ (4 weeks)\n  - Pediatric Medicine:\n    - Pediatrics Unit, John F. Kennedy Hospital, Edison, NJ (4 weeks)\n    - Neonatal Intensive Care Unit, Newark Beth Israel Medical Center, Newark, NJ (4 weeks)\n  - Acute Care Medicine:\n    - Emergency Medicine, Centra State Hospital, Freehold, NJ (4 weeks)\n    - Critical Care Rotation, Saint Michael's Medical, Newark, NJ (4 weeks)\n  - Inpatient Medicine:\n    - Neurology, John F. Kennedy Hospital, Edison, NJ (4 weeks)\n    - Internal Medicine, Saint Michael's Medical Center, Newark, NJ (8 weeks)\n    - Long Term Care, John F. Kennedy Hospital for Rehabilitation, Edison, NJ (4 weeks)\n    - Psychiatry, Runnell's Hospital, Berkeley Heights, NJ (4 weeks)\n    - Obstetrics and Gynecology, St. Joseph's Regional Medical Center, Patterson, NJ (8 weeks)\n    - Cardiothoracic Trauma Surgery, St. Francis Medical Center, Trenton, NJ (8 weeks)\n\n- Industry Keywords:\n  - Physician Assistant\n  - Emergency Medicine\n  - Critical Care\n  - Patient Evaluation\n  - Interdisciplinary Collaboration\n  - Evidence-Based Practice\n  - Diagnostic Testing\n  - Health Promotion\n  - Clinical Internships"
    },
    {
        "file": "Resume-Samples-1-36-26.pdf",
        "text": "Mary Smith PA-S            Page 2 \n \nHealthcare Related Experience       __________________________ \nEmpire Ambulance Paterson, NJ \nEmergency Medical Technician                                 20xx-20xx \n Averaged 50 hours per week (including nights and weekends; scheduled and on-call). \n Responded to 25 medical emergencies in the field each week. \n Performed rapid assessment treatment, blood pressure checks and administered BLS and First Aid. \n Obtained pertinent patient history, monitored vitals, and assisted advanced medical personnel.  \n \nBacharach Cardiac Rehabilitation at Atlantic Region Medical Center                        \nPomona, NJ \nHealth and Exercise Science- Student Intern                    20xx \n Obtained patient history and intake physical exams and monitored blood pressures. \n Performed initial exercise screening and monitored telemetry. \n Provided health education lectures and handouts to patients and families. \n  \nLicenses and Certifications        __________________________ \n \nNCCPA Certification                              Scheduled May xx, 20xx \nNew Jersey Physician Assistant License                Pending \nAmerican Heart Association BLS and ACLS                                        Expires May and November  20xx \nNew Jersey EMT-B                              Expires 20xx \n \nProfessional Organizations         ___________________ \n \nAmerican Academy of Physician Assistants               20xx- present \nPhysician Assistant Student Society at Seton Hall University                                20xx- present \nNew Jersey State Society of Physician Assistants                      20xx- present \nAttended community workshops held at local hospitals:          20xx-20xx \n Educating Families on Childhood Obesity, John F. Kennedy Hospital \n Working with Special Need Patients, Children¶s Specialized Hospital  \n Fitness Needs of Adults with Type 2 Diabetes, Somerset Medical Center \n \nCommunity Service     _______   __________________________ \n \nMedical Volunteer, TCS New York City Marathon                 October 20xx and 20xx \nTeam Member, Ounce of Prevention, Tampa, FL       November 20xx \n Provided general public with education of preventive care issues through a variety of educational  and screening \nservices. \n Reviewed screening results with clients and guided toward specialized education. \n \nResearch__________________________________________________________________________________________ \n \nSeton Hall University \nThe Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.  Last Name, First Name \n Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium  20xx \n \nSkills_____________________________________________________________________________________________ \n \nProficient in Microsoft Office: Excel, PowerPoint, Publisher, Outlook, SPSS, Mac/PC Friendly \nExperience with Patient First Software; Bilingual in Spanish (including medical language)",
        "summary": "- **Information:**\n  - Name: Mary Smith\n  - Email: [Not provided]\n  - Phone Number: [Not provided]\n\n- **Candidate Summary:**\n  - Mary Smith is a dedicated healthcare professional with comprehensive experience in emergency medical response and cardiac rehabilitation. She focuses on providing outstanding patient care, rapid assessment, and effective treatment in critical situations. As a bilingual medical professional fluent in Spanish, Mary effectively communicates with diverse patient groups to deliver high-standard healthcare services.\n\n- **Core Skills:**\n  - Technical Skills: Blood pressure monitoring, telemetry, Microsoft Office Suite (Excel, PowerPoint, Publisher, Outlook), SPSS, Patient First Software\n  - Languages: Bilingual in Spanish, including medical terminology\n  - Soft Skills: Rapid assessment, patient history documentation, health education, community engagement\n\n- **Work Experience:**\n  - **Emergency Medical Technician**\n    - Company: Empire Ambulance, Paterson, NJ\n    - Dates: 20xx-20xx\n    - Responsibilities: Responded to and managed 25 medical emergencies weekly, performed rapid treatment assessments, conducted blood pressure checks, and provided BLS and First Aid. Assisted advanced medical personnel with patient history and vitals monitoring.\n    - Key Achievements: Successfully managed a high volume of emergency calls; adept at responding to critical situations.\n    - Technologies Used: BLS, First Aid equipment\n\n  - **Health and Exercise Science - Student Intern**\n    - Company: Bacharach Cardiac Rehabilitation at Atlantic Region Medical Center, Pomona, NJ\n    - Dates: 20xx\n    - Responsibilities: Conducted patient history intake, physical exams, blood pressure monitoring, initial exercise screenings, telemetry monitoring, and delivered health education lectures.\n    - Key Achievements: Enhanced patient intake process; delivered effective education programs.\n\n- **Education:**\n  - **[Degree not specified]**\n  - University: Seton Hall University\n  - Relevant Research Coursework: Conducted a pilot study on the relationship between [subject] and weight [subject] during [year].\n\n- **Certifications & Training:**\n  - NCCPA Certification (Scheduled)\n  - New Jersey Physician Assistant License (Pending)\n  - American Heart Association BLS and ACLS (Expires May and November 20xx)\n  - New Jersey EMT-B (Expires 20xx)\n\n- **Projects & Portfolio:**\n  - Research Project: \"The Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study\" presented at Seton Hall School of Health and Medical Sciences Research Colloquium.\n\n- **Industry Keywords:**\n  - Emergency Medical Technician (EMT), Cardiac Rehabilitation, Telemetry, Blood Pressure Monitoring, BLS (Basic Life Support), ACLS (Advanced Cardiovascular Life Support), Health Education, Patient History, Community Workshops, Spanish Medical Communication, SPSS, Patient First Software, Medical Volunteer."
    },
    {
        "file": "Resume-Samples-1-36-27.pdf",
        "text": "Joseph Smith PA-S (Example #2) \n(973) 761-9355    physician.assistant#2@gmail.com \n \nQUALIFICATIONS                                                                                                                                                                  \nx Highly motivated Physician Assistant candidate seeking position in emergency/trauma setting.  \nx Strong academic background in varied inpatient, outpatient, and acute settings, experience conducting independent \nresearch, and being published in 60 week clinical program. \nx Skilled at completely assessing, diagnosing, and treating patients ranging from pediatric to geriatric populations in \ndifferent settings.  \nx Skilled in performing a broad range procedures including: suturing of lacerations, incision and drainages of \nabscesses, removal of simple lesions, setting and splinting orthopedic injuries, blood draws, NG tube insertion and \nremoval, and assisting in surgeries. \n \nEDUCATION                                                                                                                                                                  \nSeton Hall University, South Orange, NJ \nMasters of Science, Physician Assistant,         May 20xx \nBachelors of Science, Biology (Cum Laude, Order of Omega inductee),     May 20xx \n \nCERTIFICATIONS                                                                                                                                                       \nWill take Physician Assistant National Certification Exam (PANCE) May, 20xx for PA-C licensure \nAdvanced Cardiac Life Support (ACLS) and Basic Life Support (BLS) Certified \n \nRESEARCH \nSeton Hall University \nThe Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.  Last Name, First Name \nx Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium   20xx \n \nPERTINENT CLINICAL EXPERIENCE                                                                                                                                                       \nEmergency Medicine (1 month), Somerset Medical Center (Somerville, NJ)   May 20xx \nx Functioned in high volume, acute suburban setting that treats 90,000 patients annually. \nx Performed and assisted with suturing and skin stapling of lacerations, fluorescein examinations of the eye, incision \nand drainages of abscesses, setting and splinting orthopedic injuries, blood draws. \nx Cared for a population composed of pediatrics to geriatrics. \n \nInternal Medicine (2 months), John F. Kennedy Hospital (Edison, NJ)               September-October 20xx \nx Functioned as and with internist, tended to in-house management of acute and chronic patients. \nx Managed several inpatients, adjusting medications, ordering tests/ procedures, and writing progress notes. \nx Performed ACLS, functioned as integral part in forty ACLS situations throughout hospital, including the ICU. \nx Interpreted and assisted in several types of advanced radiologic tests including ERCPs and interventional radiology \nprocedures. \n \nSƵƌgeƌǇ ;Ϯ ŵŽŶƚhƐͿ͕ Sƚ͘ JŽƐeƉh͛Ɛ RegiŽŶal Medical CeŶƚeƌ ;PaƚƚeƌƐŽŶ͕ NJͿ           November-December 20xx \nx Functioned in high acuity, high volume Level II Trauma Center performing various surgeries as first and second \nassist; patients ranged from pediatric to geriatric populations. \nx Performed pre-and post-operative examinations, daily rounds, and post-operative progress notes and orders. \nx Functioned on trauma team, performing emergency evaluation and surgeries for treatment of gunshot wounds, car \naccidents, falls, burns, and other types of trauma. \nx Performed several procedures including interrupted suturing, subcuticular stitching, skin stapling, removal of simple \nlesions, parts of laparoscopic surgeries, NG tube insertion and removal.",
        "summary": "**Information:**\n\n- Name: Joseph Smith PA-S\n- Email: physician.assistant#2@gmail.com\n- Phone Number: (973) 761-9355\n\n**Candidate Summary:**\n\nHighly motivated Physician Assistant candidate with a strong focus on emergency and trauma settings. Possesses a robust academic background complemented by diverse clinical experience in inpatient, outpatient, and acute care environments. Proven ability in assessing, diagnosing, and treating a broad range of patient populations, from pediatric to geriatric. Experienced in performing an array of clinical procedures and recognized for conducting independent research with published findings.\n\n**Core Skills:**\n\n- Patient assessment and diagnosis\n- Emergency and trauma care\n- Suturing and wound care\n- Incision and drainage procedures\n- Orthopedic injury management\n- Pre-and post-operative care\n- Radiologic test interpretation\n- Research and clinical studies\n- Communication and teamwork\n- ACLS and BLS certified\n\n**Work Experience:**\n\n1. **Emergency Medicine (1 month)**\n   - Company: Somerset Medical Center, Somerville, NJ\n   - Dates: May 20xx\n   - Responsibilities: Managed high volume acute care, performed suturing and eye examinations, drew blood, and provided care across ages from pediatrics to geriatrics.\n   - Technologies Used: Fluorescein examinations, blood draw techniques, suturing tools.\n\n2. **Internal Medicine (2 months)**\n   - Company: John F. Kennedy Hospital, Edison, NJ\n   - Dates: September-October 20xx\n   - Responsibilities: Managed inpatients, adjusted medications, functioned in 40 ACLS situations, interpreted advanced radiologic tests.\n   - Technologies Used: ACLS, interventional radiology, medication management systems.\n\n3. **Surgery (2 months)**\n   - Company: St. Joseph’s Regional Medical Center, Paterson, NJ\n   - Dates: November-December 20xx\n   - Responsibilities: Assisted in trauma surgeries, performed pre-and post-operative examinations, participated in emergency evaluations.\n   - Technologies Used: Surgical tools, laparoscopic equipment, NG tube insertion.\n\n**Education:**\n\n- Seton Hall University, South Orange, NJ\n  - Master of Science, Physician Assistant, May 20xx\n  - Bachelor of Science, Biology (Cum Laude, Order of Omega inductee), May 20xx\n\n**Certifications & Training:**\n\n- Will take Physician Assistant National Certification Exam (PANCE) for PA-C licensure (May 20xx)\n- Advanced Cardiac Life Support (ACLS)\n- Basic Life Support (BLS)\n\n**Projects & Portfolio:**\n\n- Research on \"The Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study\" - Conducted at Seton Hall University and presented at the Seton Hall School of Health and Medical Sciences Research Colloquium.\n\n**Industry Keywords:**\n\n- Physician Assistant\n- Emergency Medicine\n- Trauma Care\n- Patient Diagnosis\n- Clinical Procedures\n- Suturing\n- Radiologic Test Interpretation\n- ACLS/BLS\n- Surgery\n- Pediatric and Geriatric Care"
    },
    {
        "file": "Resume-Samples-1-36-28.pdf",
        "text": "Joseph Smith (Page 2) \nOUTPATIENT CLINICAL EXPERIENCE                                                                                                                      \nPediatrics (2 months), Saint Michael's Medical Center (Newark, NJ)     April-May 20xx \nx Functioned in high volume, urban outpatient office setting; caseload up to fifty patients a day. \nx Treated acute illnesses and performed health maintenance in preventative visits allowing for exposure to all various \ncommon pediatric problems for underserved population. \n \nOutpatient Medicine (1 month), New Jersey Medical Group PA (Elizabeth, NJ)    March 20xx \nx Functioned in an urban primary care office, caring for patients ranging from adult to geriatric. Office offered a \nSuboxone program and specialized in treating migraine and cluster headache patients. \nx Independently functioned as practitioner, performed history and physicals including treatment plans. \nx Performed procedures such as incision and drainage, suture removal, and staple removal. \nx Conducted house calls and performed medical visits for immobile homebound patients.  \n \nOutpatient Medicine (1 month), Montville Medical Group (Montville, NJ)    February 20xx \nx Functioned in high volume primary care office seeing patients ranging from pediatric to geriatric. \nx Performed history and physical including a treatment plan, managed chronic and acute problems. \nx Performed procedures such as incision and drainage, suture and staple removal, removal of simple lesions. \n \nOutpatient Medicine (1 month), Union County Healthcare Associates (Garwood, NJ)   January 20xx \nx Functioned as a provider in a high volume urgent care center seeing patients with various acute problems and \nperformed procedures including suturing and incision and drainage. \nx Office specialized in treatment of broad variety of rheumatologic issues. \n \nOTHER CLINICAL EXPERIENCE                                                                                                                      \nObstetrics and Gynecology (1 month), Trinitas Regional Medical Center (Elizabeth, NJ)   December 20xx \nx Functioned in a high volume labor and delivery floor, assisting with and performing deliveries; was first and second \nassist, in cesarean section surgeries. \nx Performed pre- and post-operative examinations, daily rounds, and post-operative progress notes and orders. \nx Assisted in gynecologic surgeries including da Vinci robotic surgeries and procedures including: skin stapling, \nclamping, retracting, suctioning, tying, dressing changes, and suture/staple removal. \n \nPsychiatry (1 month), Berkeley Heights Specialized Hospital (Berkeley Heights, NJ)   October 20xx \nx Functioned in locked in-patient psychiatric facility, provided treatment to voluntary and involuntary patients. \nx Patients mainly consisted of those with Schizophrenia, Bipolar Disorder, and Major Depressive Disorder. \n \nCOMMUNITY SERVICE                                                                                                                                                  \nx Children͛s Miracle Netǁork--Coordinated and volunteered in several fundraising events;  \ndonations ǁere made to Children͛s Specialiǌed Hospital ;MoƵntainside͕ NJͿ    20xx-20xx \nx ͞Dental Health͟ and ͞HealthǇ Eating͟ programs--Helped to coordinate and presented in  \nto underserved communities and elementary schools (Essex/Passaic Counties, NJ)   20xx-20xx \nx Emergency Room Receptionist, Memorial Hospital (Newark, NJ)     20xx-20xx \nx Volunteer--Kent Hospital (Boston, MA), Blood Center of NJ, Brentwood Nursing Home (Newark, DE) \n \nSKILLS                                                                                                                                                                       \nx Proficient with several Electronic Medical Records/Electronic Health Records \nx Significant exposure to several EMR/EHRs: Cerner, Soarian, PACS, Invision, Practice Fusion, Allscripts, Siemens, and \nSunrise; HTML proficient, experience editing and building basic websites",
        "summary": "- **Information:**\n  - Name: Joseph Smith\n  - Email: [Not Provided]\n  - Phone Number: [Not Provided]\n\n- **Candidate Summary:**\n  Joseph Smith is a dedicated healthcare professional with extensive outpatient and other clinical experience across diverse medical settings. Demonstrates strong competencies in patient care ranging from pediatrics to geriatrics, with a particular focus on urban and underserved populations. Has robust experience in conducting independent patient evaluations, developing treatment plans, and performing various medical procedures. Committed to community service and healthcare education, with a collaborative approach to improving patient outcomes.\n\n- **Core Skills:**\n  - Patient care and management\n  - Conducting history and physical examinations\n  - Developing and implementing treatment plans\n  - Ability to function independently in high-volume environments\n  - Medical procedures: incision and drainage, suturing, staple removal, etc.\n  - Proficient in multiple Electronic Medical Record systems: Cerner, Soarian, PACS, Invision, Practice Fusion, Allscripts, Siemens, and Sunrise\n  - HTML proficiency and basic website development\n\n- **Work Experience:**\n\n  - **Pediatrics, Saint Michael's Medical Center** (Newark, NJ)  \n    *April - May 20xx*  \n    - Functioned in a high-volume urban outpatient office with a caseload of up to fifty patients daily.\n    - Treated acute illnesses and performed preventative health maintenance visits.\n    - Focused on common pediatric problems among underserved populations.\n\n  - **Outpatient Medicine, New Jersey Medical Group PA** (Elizabeth, NJ)  \n    *March 20xx*  \n    - Provided care ranging from adult to geriatric patients.\n    - Managed a Suboxone program and treated migraine and cluster headache patients.\n    - Conducted procedures such as incision and drainage, suture and staple removal.\n    - Performed house calls and medical visits for immobile patients.\n\n  - **Outpatient Medicine, Montville Medical Group** (Montville, NJ)  \n    *February 20xx*  \n    - Managed a diverse range of patients from pediatric to geriatric.\n    - Conducted comprehensive examinations and developed treatment plans.\n    - Performed minor surgical procedures and managed chronic and acute problems.\n\n  - **Outpatient Medicine, Union County Healthcare Associates** (Garwood, NJ)  \n    *January 20xx*  \n    - Provided care in an urgent care setting for a wide range of acute problems.\n    - Specialized in rheumatologic issues and performed relevant procedures.\n\n- **Education:**\n\n  [No details provided in the resume]\n\n- **Certifications & Training:**\n\n  [No details provided in the resume]\n\n- **Projects & Portfolio:**\n\n  [No details provided in the resume]\n\n- **Industry Keywords:**\n  - Pediatrics\n  - Outpatient Care\n  - Preventative Health\n  - Chronic and Acute Patient Management\n  - Patient-Centered Care\n  - Electronic Medical Records (EMR/EHR)\n  - Suboxone Program\n  - Migraines and Cluster Headaches\n  - Healthcare Community Service\n  - HTML and Web Development\n  - Psychiatric Care"
    },
    {
        "file": "Resume-Samples-1-36-29.pdf",
        "text": "SUSAN JOHNSON COUNSELOR \n (973) 761-9355   susanjohnson@noemail.gmail.com \n \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nPh.D. in Counseling Psychology, May 20xx \n(Accredited by the American Psychological Association) \n \nHunter College, City University of New York, NY   \nMS.Ed. in Rehabilitation Counseling, December 20xx \n \nBoston University, Boston, MA  \nB.A. in Psychology with Biology Minor, May 20xx               \n \n \nCERTIFICATIONS \nx New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx \nx Certified Rehabilitation Counselor (#xxxxx) since July 20xx \nx Basic Training in Critical Incident Stress Management, November 20xx \n \n \nACADEMIC RESEARCH \nDissertation:  The influence of family, birth order and anxiety on career choice for first generation students. Assessments \nperformed were Multigroup Ethnic Identity Measure Trait Anxiety Scale, State Trait Anxiety Inventory and The Career \nDecision Making Self-Efficacy Scale. \n \n \nCOUNSELING EXPERIENCE \nCounselor/Evaluator (Doctoral Internship), Jefferson Hospital, New York, NY  September 20xx- June 20xx   \nx Assisted with School of Medicine Rehabilitation Psychology Department Traumatic Brain Injury Research Project \nx Administered neuropsychological battery (25 individual measures) to research participants  \nx Conducted semi-structured interviews with program clients, served as co-facilitator in cognitive remediation groups \nx Provided rehabilitation techniques, accommodations suggestions and support to program clients and staff   \nx Completed independent research project for publication on salient issues for those with traumatic brain injuries    \nx Participated in case conferences, instructional didactics and weekly supervision sessions \n \nCounselor (Pre-doctoral Practicum), Washington Children¶s Care, Bayonne, NJ  September 20xx-May 20xx \nx Charted history review, neuropsychological evaluations (i.e., intelligence, attention, memory, perception, language, \neducational skills and personality) of individuals with traumatic brain injury \nx Provided medical management and chronic illness report preparation, individual counseling, family support activities \nx Attended weekly evaluation meetings and professional development seminars \n \nCounselor (Pre-doctoral Practicum), Youth Practice Services, Orange, NJ  March-May 20xx   \nx Assisted doctoral intern with play psycho-educational group for preschoolers with special needs   \nx Individually developed and delivered group curriculum for two sessions prescribed by program requirement  \nx Participated in weekly didactics, supervision and case conferences, submitted weekly clinical progress reports",
        "summary": "- Information:  \n  Name: Susan Johnson  \n  Email: susanjohnson@noemail.gmail.com  \n  Phone Number: (973) 761-9355  \n\n- Candidate Summary:  \n  Susan Johnson is a dedicated and highly skilled counselor with extensive experience in rehabilitation and mental health counseling. With a robust academic background and practical experience, she specializes in working with individuals with traumatic brain injuries and other cognitive impairments. Susan is well-versed in conducting neuropsychological evaluations, providing individual counseling, and facilitating group sessions. She is committed to supporting clients through evidence-based practices and empathetic support, focusing her career on making a meaningful difference in the mental health and rehabilitation field.\n\n- Core Skills:  \n  - Neuropsychological evaluations  \n  - Individual and group counseling  \n  - Cognitive remediation groups  \n  - Rehabilitation techniques  \n  - Research and academic writing  \n  - Case conferencing  \n  - Client support and accommodations suggestions  \n\n- Work Experience:  \n  1. **Counselor/Evaluator (Doctoral Internship)**  \n     - *Company Name*: Jefferson Hospital, New York, NY  \n     - *Dates of Employment*: September 20xx - June 20xx  \n     - *Responsibilities*: Assisted with rehabilitation psychology traumatic brain injury research, administered neuropsychological batteries, conducted semi-structured interviews, co-facilitated cognitive remediation groups, provided rehabilitation techniques, participated in case conferences and supervision.  \n     - *Key Achievements*: Completed independent research project on traumatic brain injuries issues for publication.  \n     - *Technologies Used*: Neuropsychological assessment tools\n  \n  2. **Counselor (Pre-doctoral Practicum)**  \n     - *Company Name*: Washington Children's Care, Bayonne, NJ  \n     - *Dates of Employment*: September 20xx - May 20xx  \n     - *Responsibilities*: Conducted neuropsychological evaluations, provided medical management reports, offered individual counseling and family support, attended evaluation meetings and seminars.  \n     - *Technologies Used*: Psychological assessment measures\n\n  3. **Counselor (Pre-doctoral Practicum)**  \n     - *Company Name*: Youth Practice Services, Orange, NJ  \n     - *Dates of Employment*: March - May 20xx  \n     - *Responsibilities*: Assisted with psycho-educational groups, developed and delivered group curriculum, participated in didactics and supervision, submitted progress reports.  \n\n- Education:  \n  - *Seton Hall University, South Orange, NJ*  \n    - Ph.D. in Counseling Psychology, May 20xx  \n    - Dissertation on career choice influenced by family, birth order, and anxiety  \n  - *Hunter College, City University of New York, NY*  \n    - MS.Ed. in Rehabilitation Counseling, December 20xx  \n  - *Boston University, Boston, MA*  \n    - B.A. in Psychology with Biology Minor, May 20xx  \n\n- Certifications & Training:  \n  - New Jersey State Licensed Mental Health Counselor (License #xxxxxx) since May 20xx  \n  - Certified Rehabilitation Counselor (Certification #xxxxx) since July 20xx  \n  - Basic Training in Critical Incident Stress Management, November 20xx  \n\n- Projects & Portfolio:  \n  - Dissertation research on the influence of family and anxiety on career choices for first-generation students.  \n\n- Industry Keywords:  \n  - Counseling Psychology  \n  - Rehabilitation Counseling  \n  - Neuropsychological Evaluation  \n  - Traumatic Brain Injury  \n  - Cognitive Remediation  \n  - Mental Health  \n  - Case Management  \n  - Client Support  \n  - Evidence-based Practices  "
    },
    {
        "file": "Resume-Samples-1-36-3.pdf",
        "text": "Len Laid-Off \n 973.761.9355      LenLaidOff@gmailnoemail.com \n \nAccounting professional with a successful and progressive record of performance in diverse areas of financial \noperations, including corporate, non-profit, CPA firm and banking experience.  \nx Demonstrated record of improving profitability and operational efficiencies  \nx Proven ability to motivate and interact effectively with all levels of management, staff and clients  \nx Excellent communication and leadership skills  \n \nAreas of expertise include:  \nx Cash Flow Management x Banking & Finance x Business Strategy \nx Accounts Receivable x Liability Insurance x Business Operations \nx Accounts Payable x Payroll and 401K x Customer/Vendor Relations \n \nEXPERIENCE \nAssistant Controller / Accounts Payable Manager                                                                  20xx – 20xx \nAdvantage Health Services, Tenafly, NJ \nProvider of services for psychological and addiction problems  \nx Managed vendor relations and partnered with operations management to exceed service levels. \nx Reduced costs by 25% through vendor management, uncovering errors and resolving disputes. \nx Established processes and protocols leading to improved relations with vendors.  \nx Led refinancing project for auto lease project that reduced interest charges. \n \nIndependent Accounting Contractor \nGreenland Chemical Company, Clifton, NJ and Soho, LLC, New York, NY \nNational environmental chemical government contractor  \n20xx – 20xx \nx Researched and selected vendors for special projects for a facility in South Carolina. \nx Advised and strategized closing of a business involving government entities and vendors. \nx Established reporting to State of New York that determined tax liability and removed delinquent status. \nx Uncovered bank exposure for clients including the value of collateral that resulted in security change.  \nx Reviewed client books and records, alerted the bank for exposure with collateral (accounts receivable, inventory or \nfixed assets) and lack of remittances that affected the bank¶s security. \n \nTreasurer/ Controller                                                                                                                 20xx-20xx \nPromotion in Motion, Inc., Englewood, NJ \nInternational marketers/distributors of confectionary products \nx Reduced A/R collections from 36 to 33 days; improved borrowing milieu by lowering interest rates.  \nx Implemented company-wide 401K plan; reduced insurance exposure and related costs. \n \nStaff Accountant \nTaylor, Wolf & Company, Wayne, NJ  \nCertified Public Accountants \n19xx – 20xx \nx Satisfied multiple bank clients with review of books and records on prospective and existing borrowers for determining \nthe value of their collateral as well as evaluating reports that were used for monitoring.  \n       \nEDUCATION \nM.B.A. Business Administration, Seton Hall University, South Orange, NJ \nB.S. Business Administration, Elizabethtown College, Elizabethtown, PA \nContinuing Education: Effective Speaking and Human Relations, Dale Carnegie                   \n        \nCOMPUTER SKILLS \nx Proficient in Word, Excel, Access, SBT, ACCPAC and Traverse. \nx Experience with QuickBooks and ADP Payroll.",
        "summary": "Information:\n- Name: Len Laid-Off\n- Email: LenLaidOff@gmailnoemail.com\n- Phone Number: 973.761.9355\n\nCandidate Summary:\nAn accomplished accounting professional with extensive experience across corporate, non-profit, CPA firm, and banking sectors. Known for enhancing profitability and operational efficiency, Len possesses strong leadership, communication abilities, and the capacity for effective interaction with management, staff, and clients. Career focused on financial operations with a strength in client relations and strategic financial management.\n\nCore Skills:\n- Cash Flow Management\n- Banking & Finance\n- Business Strategy\n- Accounts Receivable and Payable\n- Liability Insurance\n- Business Operations\n- Payroll and 401K\n- Customer/Vendor Relations\n- Proficient in Microsoft Word, Excel, Access, SBT, ACCPAC, Traverse\n- Experience with QuickBooks and ADP Payroll\n\nWork Experience:\n\nAssistant Controller / Accounts Payable Manager\nAdvantage Health Services, Tenafly, NJ\n20xx – 20xx\n- Managed vendor relations and partnered with operations management to exceed service levels.\n- Reduced costs by 25% through vendor management, uncovering errors, and resolving disputes.\n- Established processes and protocols leading to improved vendor relations.\n- Led a refinancing project for an auto lease project that reduced interest charges.\n\nIndependent Accounting Contractor\nGreenland Chemical Company, Clifton, NJ and Soho, LLC, New York, NY\n20xx – 20xx\n- Researched and selected vendors for special projects in South Carolina.\n- Advised and strategized business closure involving government entities and vendors.\n- Established reporting to the State of New York to determine tax liability and removed delinquent status.\n- Uncovered bank exposure for clients, assessed the value of collateral resulting in security change.\n\nTreasurer/ Controller\nPromotion in Motion, Inc., Englewood, NJ\n20xx-20xx\n- Reduced A/R collections from 36 to 33 days; improved borrowing conditions by lowering interest rates.\n- Implemented a company-wide 401K plan; reduced insurance exposure and related costs.\n\nStaff Accountant\nTaylor, Wolf & Company, Wayne, NJ\n19xx – 20xx\n- Conducted reviews of books and records for bank clients to determine collateral value and evaluate monitoring reports.\n\nEducation:\n- M.B.A. in Business Administration, Seton Hall University, South Orange, NJ\n- B.S. in Business Administration, Elizabethtown College, Elizabethtown, PA\n- Continuing Education: Effective Speaking and Human Relations, Dale Carnegie\n\nCertifications & Training:\n- Not specified.\n\nProjects & Portfolio:\n- Not specified.\n\nIndustry Keywords:\n- Financial Operations\n- Vendor Management\n- Profitability Improvement\n- Operational Efficiency\n- Tax Liability\n- Strategic Financial Management\n- Refinancing Projects\n- Insurance and Payroll Management"
    },
    {
        "file": "Resume-Samples-1-36-30.pdf",
        "text": "Susan Johnson        Page 2 \nCounselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University  January-March 20xx   \nx Counseled student diagnosed with ADHD and sensory impairments to develop more adaptive functional                                               \nacademic and college life skills   \nx Conducted career counseling and evaluations, co-led psycho-educational group on time management and                                                  \neffective study skills, submitted weekly clinical progress reports  \n \nCounselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ  October-December 20xx   \nx Provided rehabilitation and psychological services to geriatric clients \nx Conducted individual and group counseling with geriatric clients who were dealing with adjustment, mood,                              \nanxiety, and family problems. Submitted weekly clinical progress reports  \n \n \nTEACHING EXPERIENCE \nMaster¶s LeYel Adjunct Professor, Seton Hall University  January-April 20xx-20xx \nDepartment of Professional Psychology and Family Therapy \nx Taught 2 sections of Career Development course to 40 master¶s level students (including 15 online) \nx Utilized variety of career assessments, including Strong Interest Inventory, Myers-Briggs Type Indicator,                           \nMyPlan online career guidance system, and Values Card Sort \n \nUndergraduate Level Adjunct Professor, Montclair State University  September-December 20xx and 20xx \nDepartment of Psychology/Arts and Sciences \nx Taught 3 sections of Adolescent Psychology to traditional aged undergraduate students (20 per class) \nx Created curriculum and implemented syllabus with both formative and summative assessments \nx Incorporated speakers representing a variety of related career fields to share career information with students \n \n \nRESEARCH EXPERIENCE \nResearch Assistant, Seton Hall University September 20xx-April 20xx \n, Department of Professional Psychology and Family Therapy, \nx Assisted Dr. Anne Anne with research on neuropsychological sequelae in chronically traumatized children \nx Researched neuropsychological development in the areas of memory, higher integrative functioning and the attention \nof children of divorced parents \nx Utilized a battery of assessments with research participants, including: \n \nWechsler Intelligence Scale for Children (WISC-III)  Test of Memory and Learning (TOMAL) \nRey Osterrieth Complex Figure    Wide Range Achievement Test (WRAT 3) \nBehavior Assessment System for Children (BASC)  Test of Variables of Attention (TOVA) \nControlled Oral Word Association (COWA)   Kinetic Family Drawing  \n \nGraduate Research Assistant, College of Education and Human Services, SHU  August 20xx-June 20xx \nx Collected research information on educational topics associated with higher education policies and procedures \nx Managed statistical databases and provided faculty with access and assistance \nx Assembled background information for faculty¶s lectures and presentations   \nx Organized faculty¶s course curriculum",
        "summary": "        - Information:\n          Name: Susan Johnson\n          Email: [Not provided]\n          Phone Number: [Not provided]\n          \n        - Candidate Summary:\n          Susan Johnson is a dedicated professional in the field of psychology with robust experience in counseling, teaching, and research. She has a significant track record working as a counselor for both students with disabilities and geriatric clients, demonstrating her versatility and commitment to providing adaptive life skills and psychological support. Susan is also an experienced educator at both the graduate and undergraduate levels and has contributed to research in neuropsychological development and educational policy. Her work is supported by a strong foundation in career assessments and counseling techniques.\n\n        - Core Skills:\n          - Counseling and psychological support\n          - Career counseling and assessments\n          - Teaching and curriculum development\n          - Research and data analysis\n          - Use of psychological assessments \n          - Group facilitation\n\n        - Work Experience:\n          1. Counselor (Pre-doctoral Practicum)\n             Company: Disability Support Services, Seton Hall University\n             Dates: January-March [Year not specified]\n             Responsibilities: Counseled students with ADHD and sensory impairments, conducted career counseling, co-led psycho-educational groups, and submitted clinical progress reports.\n             Technologies/Tools: Career assessments\n\n          2. Counselor (Pre-doctoral Practicum)\n             Company: Winchester Gardens, Maplewood, NJ\n             Dates: October-December [Year not specified]\n             Responsibilities: Provided rehabilitation services, conducted individual and group counseling for geriatric clients, and submitted clinical progress reports.\n\n        - Teaching Experience:\n          1. Master’s Level Adjunct Professor\n             Institution: Seton Hall University\n             Dates: January-April [Years not specified]\n             Responsibilities: Taught Career Development courses, utilized career assessments, and guided master’s level students.\n\n          2. Undergraduate Level Adjunct Professor\n             Institution: Montclair State University\n             Dates: September-December [Years not specified]\n             Responsibilities: Taught Adolescent Psychology, developed curriculum, and hosted guest speakers.\n\n        - Research Experience:\n          1. Research Assistant\n             Institution: Seton Hall University\n             Dates: September [Year] - April [Year]\n             Responsibilities: Assisted research on neuropsychological sequelae, used a battery of assessments, and supported various research projects.\n\n          2. Graduate Research Assistant\n             Institution: College of Education and Human Services, SHU\n             Dates: August [Year] - June [Year]\n             Responsibilities: Collected research information, managed statistical databases, and organized faculty course curriculum.\n\n        - Education:\n          [Not provided]\n\n        - Certifications & Training:\n          [Not provided]\n\n        - Projects & Portfolio:\n          [Not provided]\n\n        - Industry Keywords:\n          - ADHD\n          - Sensory impairments\n          - Career counseling\n          - Psychological services\n          - Neuropsychological development\n          - Higher education policy\n          - Clinical progress reports\n          - Psycho-educational groups\n          - Teaching & curriculum development"
    },
    {
        "file": "Resume-Samples-1-36-31.pdf",
        "text": "Susan Johnson         Page 3 \nPUBLICATIONS \nBook Chapter \nBee, A., Johnson, S., & Dee, C., (20xx). Multicultural counseling competencies in counseling. In E.F. Gee et al. (Eds.) \nUnder contract for Handbook of Educational Psychology. NY, NY: Ima Publisher. \n \nJournal Article \nBee, A., Johnson, S., (20xx). Personal patterns as predictors of multicultural identity in birth order decision-making. \nJournal of Family Interests. 3 (Spring, No. xx) \n \nPublished Abstract \nBee, A., Johnson, S., Birth order in first generation students. Post Secondary Abstracts, 3 (Spring, No. xx) \n \n \n \nPRESENTATIONS \nBee, A. & Johnson, S., Birth order and mutlicultural identity. Poster presented at annual American Psychological \nAssociation Conference, City, State, August 20xx. \n \nDee, C. & Johnson, S., Children with multiple disabilities and birth order. The Rehabilitation Association Annual \nConvention, City, State, July 20xx.  \n \n \nAWARDS \nRecipient of  ³Women¶s Empowerment´ Award, , Seton Hall University (20xx) \nKappa Delta Pi Education Honor Society (April 20xx to Present) \nNational Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx) \n \n \nLEADERSHIP ACTIVITIES \nMulticultural Committee Entertainment Chair, SHU Counseling Psychology Student Association  20xx \nCo-Chair, Exhibits Committee, Northeast Rehabilitation Association¶s Annual Conference  January 20xx \nPresident, National Rehabilitation Association, New Jersey Chapter  20xx-20xx \n \n \nPROFESSIONAL AFFILIATIONS \nAmerican Counseling Association  \nAssociation for Multicultural Counseling and Development \nAmerican Psychological Association²Divisions 17 and 40 \nEastern Psychological Association and New Jersey Psychological Association \nNational Rehabilitation Association (professional member) \nNational Rehabilitation Counseling Association (professional member)  \n \n \nPROFESSIONAL CONFERENCES \nAttended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx \nAttended Student Alliance on Multicultural and Mental Health Issues, June 20xx",
        "summary": "- Information: \n  - Name: Susan Johnson\n  - Email: Not provided\n  - Phone number: Not provided\n\n- Candidate Summary: \n  Susan Johnson is an accomplished counseling psychologist with a strong focus on multicultural counseling competencies and rehabilitation. She has a proven track record of impactful service in professional associations and is recognized for her leadership and commitment to empowering women and underserved communities. Her career is centered on educational psychology, multicultural identity, and rehabilitation.\n\n- Core Skills:\n  - Multicultural counseling\n  - Educational psychology\n  - Leadership and team management\n  - Public speaking and presentation skills\n  - Research and publication\n\n- Work Experience:\n  No specific work experience provided.\n\n- Education:\n  No specific educational details provided.\n\n- Certifications & Training:\n  - Basic Training in Critical Incident Post Traumatic Stress Disorder (November 20xx)\n\n- Projects & Portfolio:\n  - Publications and presentations on multicultural counseling, birth order, and multicultural identity.\n\n- Industry Keywords:\n  - Multicultural counseling\n  - Psychology\n  - Rehabilitation\n  - Birth order\n  - Educational psychology\n  - Critical incident post-traumatic stress disorder"
    },
    {
        "file": "Resume-Samples-1-36-32.pdf",
        "text": "Sally Science \n \n973-761-9355                                  sallyscience@noemail.gmail.com \n \nObjective  To obtain the Summer Research Internship with [name of organization]. \n \nEducation  Seton Hall University, South Orange, NJ \n   Bachelor of Science in Biochemistry, Expected May 20xx \n   Minor: Mathematics \n   GPA: 3.6, Major GPA: 3.9  \n \nHonors   Seton Hall Universit\\ Dean¶s List (all semesters) \n   Clare Booth Luce Science Academic Scholarship (4 year annual award)  \nBig East All Academic Team (3 years) \n \nRelevant  Department of Chemistry, Seton Hall University, South Orange, NJ \nExperience  Laboratory Assistant, September 20xx ± Present \n Member of research team on growth of E. Coli, harvesting DNA, cutting DNA with restriction \nenzymes and ligating bacterial plasmids \n Reviewed relevant publications to devise experiments to produce new information   \n Collected and analyzed data using various laboratory machinery for further discoveries of \nproperties of liquids \n Presented findings at weekly joint lab meetings \n Maintained cleanliness of lab and organized lab equipment \n \nLeadership  Star Martial Arts Academy, Clifton, NJ                                                 \nExperience  TaeKwonDo Instructor, November 20xx ± Present \n Achieved International 3rd Degree Black Belt and Academy 4th Degree Black Belt  \n Provided safe instruction of TaeKwonDo to children and adults (ages 4 ± 50) \n Completed contract paperwork, collected tuition, and scheduled lessons for members  \n Organized and trained two assistant instructors and one instructor-in-training \n \nDivision I Varsity Swim Team, Seton Hall University \nCaptain (Senior Year), August 20xx-May 20xx \n Competed at highest level against 16 conference and nationally ranked universities across \nthe country (4 year) \n Achieved 100% attendance at practices and games for three consecutive years  \n \nRelevant                        Advanced Chemistry Lab Project  Organic and Inorganic Chemistry \nCoursework  Analytical Chemistry   Statistical Analysis \n   Business Intelligence    Financial Derivatives \n \nLaboratory   Isothermal Chromatography  Polymerase Chain Reaction \nSkills   Circular Dichroism   Agarose/Page Gel \n   Electrophoresis    Infrared Spectroscopy Dialysis \n   Gas Chromatography   Mass Spectroscopy \n \nActivities  Secretary, The Biology Society, Seton Hall University, South Orange, NJ  \nMentor and After School Volunteer, Boys and Girls Club, East Orange, NJ \n \nSkills   Proficient in Microsoft Word, Excel, Access, and PowerPoint \n   Bilingual: Fluent in Spanish",
        "summary": "**Information:**\n\n- Name: Sally Science\n- Email: sallyscience@noemail.gmail.com\n- Phone Number: 973-761-9355\n\n**Candidate Summary:**\n\nSally Science is an aspiring biochemist with a strong academic background and a passion for scientific research. With significant experience as a laboratory assistant at Seton Hall University, Sally has developed expertise in DNA analysis, data collection, and laboratory management. She demonstrated leadership skills as a TaeKwonDo instructor and captain of the varsity swim team, underscoring her ability to work collaboratively and direct teams effectively. Sally is committed to advancing her career in biochemistry and eager to bring her skills to future research opportunities.\n\n**Core Skills:**\n\n- Technical Skills: DNA analysis, Isothermal Chromatography, Polymerase Chain Reaction, Circular Dichroism, Agarose/Page Gel Electrophoresis, Infrared Spectroscopy, Gas Chromatography, Mass Spectroscopy, Dialysis\n- Software Proficiency: Microsoft Word, Excel, Access, PowerPoint\n- Language Skills: Fluent in Spanish\n- Soft Skills: Leadership, Team Collaboration, Data Analysis, Research and Experimentation, Presentation Skills\n\n**Work Experience:**\n\n- **Laboratory Assistant**\n  - Company: Department of Chemistry, Seton Hall University, South Orange, NJ\n  - Dates of Employment: September 20xx – Present\n  - Responsibilities:\n    - Member of the research team focusing on E. coli growth, DNA harvesting, cutting DNA with restriction enzymes, and ligating bacterial plasmids.\n    - Reviewed scientific publications to develop experiments and produce novel information.\n    - Collected and analyzed data using advanced laboratory machinery for liquid property discovery.\n    - Presented research findings in weekly lab meetings and maintained lab cleanliness and equipment organization.\n\n- **TaeKwonDo Instructor**\n  - Company: Star Martial Arts Academy, Clifton, NJ\n  - Dates of Employment: November 20xx – Present\n  - Responsibilities:\n    - Provided TaeKwonDo instruction to children and adults, ensuring a safe learning environment.\n    - Managed administrative tasks including contract management, tuition collection, and lesson scheduling.\n    - Trained and organized assistant instructors and an instructor-in-training.\n\n- **Captain, Division I Varsity Swim Team**\n  - Organization: Seton Hall University\n  - Dates of Employment: August 20xx-May 20xx\n  - Responsibilities:\n    - Led the swim team to compete at a high level against nationally ranked universities.\n    - Maintained perfect practice and game attendance for three consecutive years.\n\n**Education:**\n\n- Degree: Bachelor of Science in Biochemistry (Expected May 20xx)\n- University: Seton Hall University, South Orange, NJ\n- Minor: Mathematics\n- GPA: 3.6, Major GPA: 3.9\n- Honors: Dean's List (all semesters), Clare Booth Luce Science Academic Scholarship, Big East All Academic Team\n\n**Certifications & Training:**\n\n- International 3rd Degree Black Belt\n- Academy 4th Degree Black Belt\n\n**Projects & Portfolio:**\n\n- **Advanced Chemistry Lab Project**\n  - Description: Completed projects focusing on both organic and inorganic chemistry, heavily involving analytical chemistry and statistical analysis.\n\n**Industry Keywords:**\n\n- Biochemistry\n- DNA Analysis\n- Laboratory Research\n- E. coli Growth\n- Chromatography\n- Spectroscopy\n- Leadership\n- Data Collection and Analysis\n- Multilingual (Spanish)"
    },
    {
        "file": "Resume-Samples-1-36-33.pdf",
        "text": "IMA GRADSTUDENT \n     (973) 761-9355      ima.graduatestudent@gmail.com \n \nOBJECTIVE \nSeeking a faculty position teaching chemistry at a large research-focused state university.  \nEDUCATION \nSeton Hall University, South Orange, NJ  \nPh.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)        Expected May 20xx   \n \nFlorida State University, Tallahasse, FL \nM.S. in Chemistry (Physical Organic and Organic Chemistry)           May 20xx \nB.S. in Chemistry (cum laude),               May 20xx \nCoursework included Mass Spectrometry and Physical Organic Chemistry \n \nAWARDS \nRecipient of ³Most Promising Teaching Assistant´ Seton Hall University     20xx   \nFirst student to receive ³Honor Prize in Faculty of Science´ award, Florida State University               20xx \n                                                                                                                                                                                                                                                  \nCERTIFICATION \nCompleted University course for Teaching Assistants at Florida State University:   \n• Teaching with Technology • New Trends in Teaching \n• Effective Teaching Methods in Science • Communication Skills \n• Research Methodology • Assessment Strategies \nLaboratory Safety Certification            Valid through 20xx \nAmerican Red Cross Basic Life Support and First Aid certification (current) \n \nSCIENCE TEACHING COMPETENCIES  \n• The particulate nature of matter                                                                          • The periodic table                                                                            \n• Experimental technique • Metals \n• Atoms, elements and compounds • Air and water \n• Stoichiometry • Sulfur \n• Electricity and chemistry • Carbonates \n• Chemical energetics • Basic organic \n• Chemical reactions • Acids, bases and salts \n \nTEACHING EXPERIENCE \nTeaching Assistant, Chemistry Department. Seton Hall University                                  January 20xx - present                                                                      \n• Organic Chemistry in Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab \n• Develop and teach lessons for 4 sections with undergraduate science majors (100 students in total) \n• Provide technical assistance and work one on one with chemistry projects  \n• Demonstrate use of laboratory equipment and enforce laboratory rules to ensure safety \n• Create, administer, and grade summative assessments and lab reports \n• Tutor students outside of class to supplement learning on simplifying notes and study strategies \n \nTeaching Assistant and Demonstrator, Chemistry Department, Florida State University                 20xx - 20xx                                                                                                                                                                                                                                                                 \n• Taught Basic Organic Chemistry (Alkan, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid, Aromoatic)  \n• Taught Basic Inorganic Chemistry and basic Physical Chemistry and Physical Organic \n• Instructed large lecture classes (100 students) from Pharmacy, Dentistry and Science undergraduate majors  \n• Averaged 10 classes (4 hours each) weekly  \n• Created and graded exams and weekly assignments; determined/assigned final grades",
        "summary": "- Information:\n  - Name: IMA GRADSTUDENT\n  - Email: ima.graduatestudent@gmail.com\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  IMA GRADSTUDENT is a dedicated and accomplished chemistry professional with a strong focus on organic synthesis. Currently pursuing a Ph.D. in Chemistry, IMA seeks a faculty position at a large research-focused state university. With hands-on experience as a teaching assistant, IMA possesses the skills necessary to develop and teach chemistry lessons, manage laboratory environments safely, and mentor students effectively. Recognized for pedagogical abilities with awards and certifications, IMA continues to demonstrate a commitment to educational excellence.\n\n- Core Skills:\n  - Technical Skills: Organic Synthesis, Mass Spectrometry, Physical Organic Chemistry, Experimental Techniques.\n  - Soft Skills: Lesson Development, Teaching, Student Mentorship, Communication Skills, Research Methodology, Assessment Strategies, Laboratory Safety.\n\n- Work Experience:\n  - Teaching Assistant, Chemistry Department, Seton Hall University\n    - Dates of Employment: January 20xx - Present\n    - Responsibilities: Develop and teach undergraduate chemistry lessons for 100 students, provide technical assistance, demonstrate lab equipment, enforce safety, and administer assessments and lab reports.\n    - Key Achievements: Successfully tutored students, developed lessons advancing chemistry understanding.\n    - Technologies Used: Organic Chemistry Lab Equipment\n  \n  - Teaching Assistant and Demonstrator, Chemistry Department, Florida State University\n    - Dates of Employment: 20xx - 20xx\n    - Responsibilities: Taught basic organic and inorganic chemistry, conducted large lectures, created/grated exams, assigned grades.\n    - Key Achievements: Managed and instructed diverse pharmacy, dentistry and science majors.\n    - Technologies Used: Chemistry Lab Equipment\n\n- Education:\n  - Seton Hall University, South Orange, NJ\n    - Ph.D. in Chemistry (ABD) (Emphasis: Organic Synthesis), Expected May 20xx\n  - Florida State University, Tallahassee, FL\n    - M.S. in Chemistry (Physical Organic and Organic Chemistry), May 20xx\n    - B.S. in Chemistry (cum laude), May 20xx\n    - Relevant Coursework: Mass Spectrometry, Physical Organic Chemistry\n\n- Certifications & Training:\n  - University Course for Teaching Assistants, Florida State University:\n    - Subjects: Teaching with Technology, New Trends in Teaching, Effective Teaching Methods in Science, Communication Skills, Research Methodology, Assessment Strategies\n  - Laboratory Safety Certification: Valid through 20xx\n  - American Red Cross Basic Life Support and First Aid Certification: Current\n\n- Projects & Portfolio:\n  - Not specified in the resume.\n\n- Industry Keywords:\n  - Organic Chemistry, Teaching Assistant, Laboratory Safety, Mass Spectrometry, Physical Organic Chemistry, Organic Synthesis, Educational Methods, Student Mentorship, Chemistry Education, Experimental Techniques."
    },
    {
        "file": "Resume-Samples-1-36-34.pdf",
        "text": "Ima Gradstudent           Page 2 \n \nOrganic Chemistry Teaching Assistant, Chemistry Department, Florida State University                            20xx - 20xx \n• Supervised and instructed students in Organic Chemistry laboratory (30 students total) with emphasis on creating \ncomplete and accurate scientific notes \n• Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques \n• Developed writing problem sets and exams; assisted students individually and in small groups with assignment \nproblems or material they found difficult to understand. \n• Maintained records of students' assessment results, progress, feedback, and school performance  \n \nRESEARCH EXPERIENCE                                                   \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                 20xx - present                                                                                                       \n• Collaborate with colleagues on experimental research procedures and techniques using Varian Inova NMR \n• Plan a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound  \n• Synthesize anti-cancer drugs using different reagents in order to search for new and easier ways to manufacture new \ntarget compounds; purification methods include crystallization, distillation and columns, chromatography and \nextraction \n•  Analyze proof of structure for derived target compounds utilizing nuclear magnetic resonance,  infrared light, mass \nspectrometry and ultraviolet and visible spectrometry \n \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                  20xx - 20xx \n• Performed coupling method experimenting with protecting and deprotecting methodologies for carbohydrates while \nworking under controlled conditions  \n• Collaborated, planned, designed and analyzed various drugs derived from carbohydrate precursors based on \nGlucosamine Hydrochloride and the synthesis of Oligosaccharides \n• Synthesized a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazone derivatives in order \nto complete new anti-cancer compound  \n \nMaster¶s Thesis, Chemistry Department, Florida State University              20xx \n• Study on Heterocyclic Compounds from Carbohydrate Precursors \n• Aim of study was synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors in the quest for new \nchemotherapeutic compounds that may show biological activities \n• Research methods included using different Organic Chemistry Techniques, Melting Points, Distillation, Extraction, \nCrystallization, Filtration , Drying Organic Solutions ,Chromatography, Solvent Removal, Reflux \n• Utilized different Organic methods of identification unknown compounds Infrared Spectroscopy, Nuclear Magnetic \nResonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, Mass spectra were obtained from GC-11S \nmass spectrometer MAT 112  \n• Results presented to department faculty and poster presentation at prestigious academic research forum \n \nPUBLICATIONS \nPoster presentation at Annual Petersheim Exposition Celebrates Academic Achievement  (20xx) \n \nPublished Abstract  Last Names, First Names; From Abstracts of Papers, 2xxth ACS National Meeting & Exposition, \nPhiladelphia, PA, United States, Issue #, 20xx. Title and description of abstract.  \n \nSubmissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)  \n \nSKILLS \nLanguage: Oral and written fluency in Polish, conversational in French and Italian                                                                                        \nComputer: Microsoft Office software, ChemOffice, ChemBioDraw, Chem Sketch and SciFinder Scholar \n \nPROFESSIONAL INVOLVEMENT  \nMember, American Chemical Society                                                                                              September 20xx - present \nAttended Chemistry as a Life Science Symposium XV, Rutgers University, Newark NJ                     20xx                                                                                                                                                         \nAttended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland                      20x",
        "summary": "- **Information:**  \nName: Ima Gradstudent  \nEmail: [Not Provided]  \nPhone Number: [Not Provided]  \n\n- **Candidate Summary:**  \nIma Gradstudent is a dedicated Chemistry professional with a strong focus on organic and biochemistry research, particularly in drug synthesis and heterogeneous compounds derived from carbohydrate precursors. She possesses extensive experience as a Teaching Assistant and Graduate Research Assistant, emphasizing collaboration, experimental procedure development, and advanced laboratory techniques. Her career focuses on contributing to the field of chemotherapeutics and drug discovery through innovative research methodologies and thorough analysis.\n\n- **Core Skills:**  \n  - Technical Skills: Organic Chemistry Techniques, Nuclear Magnetic Resonance (NMR), Mass Spectrometry, Infrared Spectroscopy, Chromatography, Crystallization, Synthesis Techniques  \n  - Software: Microsoft Office, ChemOffice, ChemBioDraw, Chem Sketch, SciFinder Scholar  \n  - Languages: Fluent in Polish, Conversational in French and Italian  \n  - Soft Skills: Collaboration, Instruction, Scientific Writing, Problem-Solving, Analytical Thinking  \n\n- **Work Experience:**  \n  - **Organic Chemistry Teaching Assistant**  \n    Chemistry Department, Florida State University  \n    20xx - 20xx  \n    - Responsibilities: Instructed and supervised students in laboratory settings, developed problem sets and exams, and maintained academic records.  \n    - Achievements: Enhanced student understanding of complex concepts through targeted support.   \n    - Technologies Used: General laboratory equipment, academic assessment tools  \n\n  - **Graduate Research Assistant**  \n    Department of Chemistry & Biochemistry, Seton Hall University  \n    20xx - present  \n    - Responsibilities: Collaborated on experimental research, synthesized anticancer drugs, analyzed compound structures.  \n    - Key Achievements: Planned anticancer drug schemes, utilized chromatography and spectroscopy for analyses.  \n    - Technologies Used: Varian Inova NMR, Chromatography, Spectroscopy  \n\n  - **Graduate Research Assistant**  \n    Department of Chemistry & Biochemistry, Seton Hall University  \n    20xx - 20xx  \n    - Responsibilities: Developed methodologies for drug synthesis from carbohydrate precursors, worked under controlled lab conditions.  \n    - Key Achievements: Synthesized thiadiazoles and triazoles with potential anticancer applications.  \n    - Technologies Used: Chromatography, NMR, Mass Spectrometry  \n\n- **Education:**  \n  - Master's Thesis in Chemistry, Florida State University, 20xx  \n    - Focus: Synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors  \n    - Relevant Coursework: Organic Chemistry Techniques, Advanced Spectroscopy  \n\n- **Certifications & Training:**  \nMember, American Chemical Society, September 20xx - present  \n\n- **Projects & Portfolio:**  \n  - Master's Thesis on Heterocyclic Compounds  \n    - Objective: To synthesize novel chemotherapeutic compounds from carbohydrates  \n    - Outcome: Developed new synthesis methodologies and presented findings  \n\n- **Industry Keywords:**  \nOrganic Chemistry, Biochemistry, Drug Discovery, Chemotherapeutics, Spectroscopy, Chromatography, NMR, Mass Spectrometry, Carbohydrate Precursors, Organic Synthesis, Heterocyclic Compounds, American Chemical Society  "
    },
    {
        "file": "Resume-Samples-1-36-35.pdf",
        "text": "TOM TRANSFERABLE \n973-761-9355 • tom.transferable@nostudent.shu.edu \n   \nEducation \nSeton Hall University        South Orange, NJ  \nBachelor of Arts, [Insert a Major] May 20xx  \nGPA 3.2  Recipient of Seton Hall Academic Scholarship (4 year award) \n \nExperience \nSeton Hall Sports Polling Center                                                                           South Orange, NJ \nPollster          Sept. 20xx - Present \nx Make cold calls to individuals to gather data/opinions about current events in sports used by ESPN, Bloomberg \nand CBS Sports \n \nABC Construction        Denville, NJ                                                                                      \nAssistant Site Manager/Construction Worker     June 20xx - Present \nx Work with a team to complete construction projects on time, within budget and according to customer and \ngovernment specifications \nx Serve as site manager when owner is not on premises to ensure work crew is clear about expectations \n \nBlue Stone Grill        Denville, NJ \nExpeditor/Server/Cashier       June 20xx - Aug. 20xx \nx Member of founding team that opened this successful start-up operation \nx Served as communication link between customer and kitchen to ensure orders properly processed \nx Trained new employees in all aspects of workplace operations and company mission and values  \nx Provided feedback to owners for use in hiring decisions on potential candidates  \nx Accountable to open and close restaurant on regular basis \n \nYMCA Day Camp                                                                                                   Maplewood, NJ                                                                      \nSenior Counselor    Summers 20xx - 20xx \nx Collaborate with a team to supervise 15 children ranging from the age 7 to 10  \nx Attend ongoing training and weekly staff meetings with 8 peer counselors \nx Promoted from junior counselor after one year \n \nLeadership and Volunteer Activities \nVolunteer, Seton Hall University, Division of Volunteer Efforts (DOVE) Sept. 20xx - Present \nx Volunteer weekly in a local food pantry, assisting with set up and serving of meals \nx Tutor children in an elementary school in math and reading twice a week  \n \nStudent Manager, Seton Hall Athletics, Men¶s Basketball   Aug. 20xx - June 20xx \nx Handled all logistics for equipment and uniforms for all games and practices (36 game season) \nx Traveled with team to all away games; collaborated with coaches and university administrators \n \nCaptain (2 years), Varsity High School Basketball Team     Sept. 20xx - June 20xx                                                                   \nx Recipient of Challenger Award granted to member of basketball program who demonstrates leadership and \nserves as a role model based on vote of all coaches and athletic director \n \nMemberships \nSHU Marketing Club 20xx - Present  \nHabitat for Humanity-Collegiate Challenge-Alternative Break program March 20xx and 20xx                                                                             \nx Selected to 15 member team to participate in community service trip to Louisiana for Spring Break \nPublic Relations Student Society of America (PRSSA) 20xx - Present \n \nSkills \nComputer: Microsoft Excel, PowerPoint, Word; Working knowledge of Photoshop; Apple and PC platforms",
        "summary": "- Information:\n  - Name: Tom Transferable\n  - Email: tom.transferable@nostudent.shu.edu\n  - Phone Number: 973-761-9355\n\n- Candidate Summary:\n  A dedicated and versatile professional with experience in customer service, team coordination, and operations management across various sectors including sports polling, construction, and the hospitality industry. Tom is focused on data collection and analysis, project management, and team collaboration. He has demonstrated strong leadership skills and is committed to contributing positively to community service and volunteer activities.\n\n- Core Skills:\n  - Technical Skills: Microsoft Excel, PowerPoint, Word; Working knowledge of Photoshop; Apple and PC platforms.\n  - Soft Skills: Team leadership, effective communication, customer service, time management, training and development, problem-solving, and organization.\n\n- Work Experience:\n  - Pollster, Seton Hall Sports Polling Center, South Orange, NJ (Sept. 20xx - Present)\n    - Responsibilities: Conduct cold calls for data collection and opinion polling on sports events.\n    - Achievements: Contributions recognized by ESPN, Bloomberg, and CBS Sports.\n    - Technologies Used: Telecommunication tools.\n  \n  - Assistant Site Manager/Construction Worker, ABC Construction, Denville, NJ (June 20xx - Present)\n    - Responsibilities: Oversee construction projects, serve as site manager in owner's absence.\n    - Achievements: Completed projects within budget and timelines.\n  \n  - Expeditor/Server/Cashier, Blue Stone Grill, Denville, NJ (June 20xx - Aug. 20xx)\n    - Responsibilities: Ensure order accuracy, train new employees, open and close the restaurant.\n    - Achievements: Part of the founding team, provided hiring insights, and enhanced operational processes.\n\n  - Senior Counselor, YMCA Day Camp, Maplewood, NJ (Summers 20xx - 20xx)\n    - Responsibilities: Supervised children’s activities, conducted training and weekly meetings.\n    - Achievements: Promoted from junior to senior counselor.\n\n- Education:\n  - Bachelor of Arts, Seton Hall University, South Orange, NJ, May 20xx\n    - GPA: 3.2\n    - Seton Hall Academic Scholarship (4-year award)\n\n- Certifications & Training:\n  None listed.\n\n- Projects & Portfolio:\n  None listed.\n\n- Industry Keywords:\n  - Data collection\n  - Team coordination\n  - Project management\n  - Customer service\n  - Microsoft Office\n  - Sports polling\n  - Construction management\n  - Hospitality operations\n  - Community service\n  - Leadership and training"
    },
    {
        "file": "Resume-Samples-1-36-36.pdf",
        "text": "Ima Trooper             \ntftrooper@noemailgmail.com 973-761-9355 \n \nCAREER SUMMARY    \nDisciplined and focused Army Reserve Captain with strong interpersonal skills, proven corporate sales, counseling and \nintervention skills, and project management capabilities. Successful track record of meeting and exceeding goals, ability to \nestablish rapport at all levels and laser-like focus and attention to detail. \n \nEDUCATION  \nSeton Hall University, South Orange, NJ \nBA in Psychology, May 20xx \n \nRELEVANT EXPERIENCE \nSales Representative, Des Moines Chemicals, Plainsboro, NJ   June 20xx to Present    \nx Open and establish over $100 K of new business; increased territorial sales by 35%. \nx Negotiate detailed business plans and concepts requiring analytical planning and long-term goal development. \nx Develop and expand new business opportunities, service accounts, and provide product training and consulting services to \nenhance customer processes.   \n \nUnited States Army Reserve 78th Training Division, Picattiny, NJ  February 20xx to Present \nx  Process and analyze the operation intelligence data for major exercises Combined Site Training Exercise and Warfighter \nArmy Reserve Exercise.    \nx  Possess a SECRET security clearance. \n \nOperations and Plans Officer, Mackall, NC   September 20xx to June 20xx \nx Devised logistic operations and ensured readiness for no-notice world-wide execution of Humanitarian-Assistance/Disaster \nRelief operations.   \nx Developed, executed, and supervised long-term support plans and policy where coordination and relationship building \nbetween various military and civilian organizations were critical.   \nx    Selected by superiors to attend conference in Republic of Korea to eYaOXaWe baVe·V UROe LQ fXWXUe UeJLRQaO cRQfOLcWV.    \nx    Completed advanced level education in operational planning, higher echelon leadership and professional counseling at the \nUnited States Army Logistics University in Fort Lee, Virginia.   \n \nPlatoon Leader/Operations Officer, Iraq  March 20xx to September 20xx \nx Planned and executed more than 100 high-risk combat missions without injury or loss in a 5000-square kilometer area \nthroughout a 15 month deployment.   \nx Educated, trained, counseled, and professionally developed 100 American and Iraqi army officers and soldiers. \nx Cross-trained 20 logisticians into a full spectrum platoon. \nx Rated as the number 1 of 12 lieutenants in the organization by superiors on numerous performance reports.  \nExecutive Officer, South Korea   June 20xx to March 20xx \nx  Managed all administrative, human resources, maintenance, logistical, and planning procedures for an organization of over \n200 soldiers.   \nx  Selected by superiors as the advanced liaison officer for an organizational move of over 400 personnel from the Republic of \nKorea to Texas resulting in a 100% reestablishment of operations and organizational readiness.   \n \nADDITIONAL INFORMATION \nUnited States Army Recognitions: Awarded the Bronze Star Medal,  Army Commendation Medal and Army Achievement \nMedal; Honor graduate from the Army Parachute Rigger School; ROTC Distinguished Military Graduate. \n \nUnited States Army Active Duty: May 20xx to June 20xx.  Captain Honorable Discharge. \nActive Duty Tour: Iraq from June 20xx to August 20xx.",
        "summary": "- Information:\n  - Name: Ima Trooper\n  - Email: tftrooper@noemailgmail.com\n  - Phone Number: 973-761-9355\n\n- Candidate Summary:\n  Disciplined and focused Army Reserve Captain with robust interpersonal capabilities, proven skills in corporate sales, counseling, intervention, and project management. Demonstrates a successful track record of meeting and exceeding goals, with a unique ability to establish rapport at all levels, combined with exceptional focus and attention to detail.\n\n- Core Skills:\n  - Interpersonal and Communication\n  - Project Management\n  - Sales and Business Development\n  - Negotiation and Analytical Planning\n  - Counseling and Training\n  - Attention to Detail\n  - Strategic and Operational Planning\n  - Leadership and Team Development\n  \n- Work Experience:\n  1. Sales Representative, Des Moines Chemicals, Plainsboro, NJ  \n     - Dates: June 20xx to Present\n     - Responsibilities: Opened and established over $100K of new business, increased territorial sales by 35%, negotiated detailed business plans, developed and expanded new business opportunities, serviced accounts, provided product training and consulting services.\n   \n  2. United States Army Reserve 78th Training Division, Picattiny, NJ\n     - Dates: February 20xx to Present\n     - Responsibilities: Processed and analyzed operation intelligence data for major exercises, maintained a SECRET security clearance.\n\n  3. Operations and Plans Officer, Mackall, NC\n     - Dates: September 20xx to June 20xx\n     - Responsibilities: Devised logistic operations for world-wide execution of Humanitarian-Assistance/Disaster Relief operations, developed long-term support plans, built relationships between military and civilian organizations, attended conference in the Republic of Korea.\n     - Key Achievements: Completed advanced education in operational planning at the United States Army Logistics University, selected by superiors for strategic role conferences.\n\n  4. Platoon Leader/Operations Officer, Iraq\n     - Dates: March 20xx to September 20xx\n     - Responsibilities: Planned and executed 100+ combat missions, educated and trained American and Iraqi army officers, cross-trained logisticians, achieved top lieutenant rating by superiors.\n\n  5. Executive Officer, South Korea\n     - Dates: June 20xx to March 20xx\n     - Responsibilities: Managed administrative, HR, logistics, and planning for 200+ soldiers, selected as liaison for organizational move from South Korea to Texas.\n  \n- Education:\n  - BA in Psychology, Seton Hall University, South Orange, NJ, May 20xx\n\n- Certifications & Training:\n  - Advanced level education in operational planning at the United States Army Logistics University\n  - Honor graduate from the Army Parachute Rigger School\n\n- Projects & Portfolio:\n  - None mentioned\n\n- Industry Keywords:\n  - Army Reserve\n  - Operations Management\n  - Business Development\n  - Interpersonal Skills\n  - Leadership\n  - Strategic Planning\n  - Sales\n  - Tactical and Operational Planning\n  - Personnel Management"
    },
    {
        "file": "Resume-Samples-1-36-4.pdf",
        "text": "STAR BUSINESS  \n(973) 761 -9355   starbusiness@nogmail.com  https://www.linkedin.com/in/ sbusiness  \nObjective ______________________________________________________________ \nA full-time position in the market research field that will utilize hands-on experience and demonstrated \ncommunication, analytical and organizational skills. Work well independently and as part of a team. \nEducation _____________________________________________________________ \nSeton Hall University, Stillman School of Business    South Orange, NJ  \nBachelor of Science in Business Administration      May 20xx \nDual Concentration in Marketing and Management \nCertificates in Market Research, Supply Chain Management, and Information Technology \nGPA: 3.7 Magna Cum Laude, DeaQ·V LLVW (all semesters) \nRecipient of Seton Hall University Academic Scholarship (4 year award) \nProjects ______________________________________________________________ \nMarket Research for Planet Honda, Marketing Research Center  Jan. 20xx-May 20xx \nx Collaborated with a team to assess client needs and business challenges \nx Designed an online questionnaire and conducted on site focus group to collect data \nx Analyzed data, created a presentation and made recommendations to the client resulting in a change  \nin their marketing campaign \nExperience ____________________________________________________________ \nMarket Research Center-Seton Hall University    South Orange, NJ \nUndergraduate Research Assistant       Jan. 20xx-May 20xx \nx Executed the installation of a new online survey platform for all Stillman students \nx Drafted a proposal for the board of Centers of Excellence resulting in a nomination for the Center \nBarnes and Noble        Basking Ridge, NJ \nMarketing Partnership Intern       Sept. 20xx-Dec. 20xx \nx Coordinated on campus event logistics while working directly with Marketing Specialist in bringing  \nmarketing programs to campus \nx Assisted with program communication to the field organization and at photo shoots \nx Managed online presence, launched and removed online articles, provided field support, and ensured  \ncompliance with company standards \nWarner Music Group         New York, NY                                                                                                  \nTalent Acquisition Intern         Sept. 20xx-Dec. 20xx \nx Conducted phone screens for potential candidates for the college internship program and made \nrecommendations for candidate follow-up \nx Assisted with reference checks for full-time candidates  \nWeichert Realty Services       Madison, NJ \nMarketing and Research Intern                                                               Sept. 20xx-Dec. 20xx \nx Created marketing materials used to attract new clients  \nx Researched commercial property details using several databases and online sources \nx Tracked and compiled commercial real estate transactions using online database tools \nSkills____________________________________________________________________________ \nComputer:  Advanced MS Excel, PowerPoint, Access, Publisher, Word; Prezi; Qualtrics software \nSocial Media:  Twitter, Facebook, LinkedIn, Instagram, Tumblr, Snapchat \nLeadership and Honors ____________________________________________________________ \n          Marketing and Management Honor Societies, Inducted 20xx \n  Alpha Kappa Psi, Co-ed Professional Business Fraternity-VP of Marketing, 20xx-20xx \nx Worked with a team to develop marketing materials for all AKP programs using both print and social media",
        "summary": "- **Information:**\n  - Name: Star Business\n  - Email: starbusiness@nogmail.com\n  - Phone Number: (973) 761-9355\n  - LinkedIn: [https://www.linkedin.com/in/sbusiness](https://www.linkedin.com/in/sbusiness)\n\n- **Candidate Summary:**\n  A motivated marketing and market research professional with a strong academic foundation and practical experiences. Proven expertise in communication, analytical thinking, and organizational skills. Excels in both independent work and team collaboration, with experience across various industries including retail, music, and real estate. Career focus on market research with a robust skill set in survey design, data analysis, and strategic marketing.\n\n- **Core Skills:**\n  - Technical Skills: Advanced MS Excel, PowerPoint, Access, Publisher, Word, Prezi, Qualtrics software\n  - Social Media Skills: Twitter, Facebook, LinkedIn, Instagram, Tumblr, Snapchat\n  - Soft Skills: Communication, Teamwork, Analytical Thinking, Organizational Skills\n\n- **Work Experience:**\n  - **Undergraduate Research Assistant**\n    - Company: Market Research Center, Seton Hall University, South Orange, NJ\n    - Dates: Jan. 20xx-May 20xx\n    - Responsibilities: Executed installation of a new online survey platform, drafted proposals for the board\n    - Key Achievements: Nomination for the Center\n    - Technologies Used: Online survey platforms\n\n  - **Marketing Partnership Intern**\n    - Company: Barnes and Noble, Basking Ridge, NJ\n    - Dates: Sept. 20xx-Dec. 20xx\n    - Responsibilities: Coordinated campus event logistics, managed online presence, ensured program compliance\n    - Technologies Used: Online content management platforms\n\n  - **Talent Acquisition Intern**\n    - Company: Warner Music Group, New York, NY\n    - Dates: Sept. 20xx-Dec. 20xx\n    - Responsibilities: Conducted phone screens, assisted with reference checks for full-time candidates\n\n  - **Marketing and Research Intern**\n    - Company: Weichert Realty Services, Madison, NJ\n    - Dates: Sept. 20xx-Dec. 20xx\n    - Responsibilities: Created marketing materials, researched commercial property details, tracked transactions\n    - Technologies Used: Online database tools\n  \n- **Education:**\n  - Degree: Bachelor of Science in Business Administration\n  - University: Seton Hall University, Stillman School of Business, South Orange, NJ\n  - Graduation Year: May 20xx\n  - Concentrations: Marketing and Management\n  - GPA: 3.7 Magna Cum Laude\n  - Scholarships/Honors: Dean's List (all semesters), Seton Hall University Academic Scholarship\n  - Certifications: Certificates in Market Research, Supply Chain Management, and Information Technology\n\n- **Certifications & Training:**\n  - Certificates in Market Research, Supply Chain Management, and Information Technology\n\n- **Projects & Portfolio:**\n  - **Market Research for Planet Honda**\n    - Duration: Jan. 20xx-May 20xx\n    - Objectives: Assess client needs and business challenges, design questionnaires, conduct focus groups\n    - Outcomes: Results led to changes in marketing campaigns\n  \n- **Industry Keywords:**\n  - Market Research, Marketing Strategy, Data Analysis, Survey Design, Social Media Management, Event Coordination, Talent Acquisition, Commercial Real Estate, Content Management, Online Database Tools."
    },
    {
        "file": "Resume-Samples-1-36-5.pdf",
        "text": "ERIC CAREER CHANGER \n973.761.9355 ƒ ecareerchanger@noemail.yescom \nwww.linkedin.com/me/profile \n \n \nOBJECTIVE:  Technical corporate training position in the healthcare industry \n \nHIGHLIGHTS OF QUALIFICATIONS \n \nNine years of technical experience with corporate clients, including Fortune 500 healthcare organizations \nManaged major sales account for a regional hospital ranked in ³Top 100´ healthcare facilities \nSkilled in training and supervision of professional and administrative staff \nExpertise in technical operations, including wide range of hardware and software systems \nStrong presentation, customer service and communication skills \n \nPROFESSIONAL ACCOMPLISHMENTS \n \nHUMAN RESOURCE/COMMUNICATION \nx Supervised and trained over 150 personnel within departments averaging 25 professional staff \nx Trained over 50 supervisors and managers annually on technical hardware for inventory control \nx Collaborated with upper level management and human resource departments in diverse industries \nx Assisted individual and corporate clients with understanding of technical components of purchases \nx Represented company at regional and national trade shows with new products \n \nORGANIZATION/PLANNING \nx Revised policy manuals and developed curricula for Fortune 500 sales training programs \nx Designed and implemented educational and entertainment software for testing by research department \nx Developed systems for microcomputers and smartphones that are currently in use by organizations  \n \nMARKETING/SALES \nx Managed sales account for large regional hospital with annual sales exceeding $20 million \nx Marketed personal computer hardware and software systems to Fortune 500 companies \nx Developed and implemented advertising and marketing strategies to increase sales \nx Recognized for exceeding sales expectations by as much as 75%; received numerous outstanding performance awards \n \nEMPLOYMENT HISTORY \n \nMarketing/Sales Representative, Microcomputers, Inc., Fairfield, NJ     June 20xx - present \nComputer Distribution Coordinator, Computers Unlimited, Livingston, NJ    May 20xx - August 20xx \nManagement Trainee, Computer Systems, LLC, Edison, NJ       August 20xx - May 20xx \n \nEDUCATION \n \nSeton Hall University, Stillman School of Business, South Orange, NJ \nBachelor of Science in Business Administration, May 20xx \nConcentration: Management Minor: Computer Science \n \nPROFESSIONAL AFFILIATIONS \n \nPresident, American Marketing Association, New Jersey Chapter, May 20xx - present \nMember, Computing Technology Industry Association (CompTIA), September 20xx - present",
        "summary": "- **Information:**\n  - Name: Eric Career Changer\n  - Email: ecareerchanger@noemail.yescom\n  - Phone Number: 973.761.9355\n\n- **Candidate Summary:**\n  An accomplished professional with nine years of technical experience, primarily serving corporate clients, including Fortune 500 healthcare organizations. Adept at managing major sales accounts and skilled in training and supervising both technical and administrative staff. Holds a solid background in technical operations, including hardware and software systems, with excellent presentation and communication skills. Aiming to leverage expertise in a technical corporate training role within the healthcare industry.\n\n- **Core Skills:**\n  - Technical training and supervision\n  - Hardware and software systems expertise\n  - Sales account management\n  - Communication and presentation skills\n  - Customer service excellence\n  - Policy manual revision and curriculum development\n  - Marketing strategy development\n  - Educational and entertainment software design\n\n- **Work Experience:**\n  - **Marketing/Sales Representative**  \n    Microcomputers, Inc., Fairfield, NJ  \n    June 20xx - Present  \n    Responsibilities:\n    - Managed sales accounts for large healthcare facilities, including a regional hospital with annual sales exceeding $20 million.\n    - Marketed personal computer hardware and software systems to Fortune 500 companies.\n    - Developed and implemented marketing strategies to increase sales.\n    Achievements:\n    - Exceeded sales expectations by up to 75%.\n    - Received multiple outstanding performance awards.\n    Technologies: Various PC hardware and software systems.\n    \n  - **Computer Distribution Coordinator**  \n    Computers Unlimited, Livingston, NJ  \n    May 20xx - August 20xx  \n    Responsibilities:\n    - Supervised and trained personnel on technical hardware for inventory control.\n    - Collaborated with management and HR departments for strategic planning.\n    Technologies: Inventory control systems, technical hardware.\n  \n  - **Management Trainee**  \n    Computer Systems, LLC, Edison, NJ  \n    August 20xx - May 20xx  \n    Responsibilities:\n    - Assisted with understanding technical components of purchases.\n    - Represented the company at trade shows.\n    Technologies: Educational and entertainment software, microcomputers, and smartphones.\n\n- **Education:**\n  - Bachelor of Science in Business Administration  \n    Seton Hall University, Stillman School of Business, South Orange, NJ  \n    Concentration: Management  \n    Minor: Computer Science  \n    Graduation Date: May 20xx\n\n- **Certifications & Training:**\n  - No specific certifications listed.\n\n- **Projects & Portfolio:**\n  - Revised policy manuals for sales training programs, significantly enhancing efficiency.\n  - Designed and implemented software for research department testing, improving data collection.\n  - Developed microcomputers and smartphone systems currently used by multiple organizations.\n\n- **Industry Keywords:**\n  - Technical training\n  - Healthcare\n  - Hardware and software systems\n  - Sales management\n  - Presentation skills\n  - Customer service\n  - Policy development\n  - Marketing strategies\n  - Microcomputers\n  - Smartphone systems"
    },
    {
        "file": "Resume-Samples-1-36-6.pdf",
        "text": "IMA CHEMISTRY GRADSTUDENT \n(973) 761-9355      ima.graduatestudent@nogmail.com \n \nOBJECTIVE \nSeeking a faculty position teaching chemistry at a large research-focused state university.  \nEDUCATION \nSeton Hall University, South Orange, NJ  \nPh.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)                     Expected May 20xx   \n \nFlorida State University, Tallahassee, FL \nM.S. in Chemistry (Physical Organic and Organic Chemistry)                         May 20xx \nB.S. in Chemistry (cum laude)                             May 20xx \nCoursework included Mass Spectrometry and Physical Organic Chemistry \n \nAWARDS \nRecipient of ³Most Promising Teaching Assistant´ Seton Hall University                   20xx   \nFirst student to receive ³Honor Prize in Faculty of Science´ award, Florida State University                             20xx \n                                                                                                                                                                                                                                                  \nCERTIFICATION \nLaboratory Safety Certification                           Valid through 20xx \nAmerican Red Cross Basic Life Support and First Aid certification                           (current) \nCompleted University course for Teaching Assistants at Florida State University:   \n• Teaching with Technology • New Trends in Teaching \n• Effective Teaching Methods in Science • Communication Skills \n• Research Methodology • Assessment Strategies \n \nSCIENCE TEACHING COMPETENCIES  \n• The particulate nature of matter                                                                          • The periodic table                                                                            \n• Experimental technique • Metals \n• Atoms, elements and compounds • Air and water \n• Stoichiometry • Sulfur \n• Electricity and chemistry • Carbonates \n• Chemical energetics • Basic organic \n• Chemical reactions • Acids, bases and salts \n \nTEACHING EXPERIENCE \nTeaching Assistant, Chemistry Department. Seton Hall University                                                January 20xx - present                                                                      \n• Teach Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab \n• Develop and teach lessons for 4 sections with undergraduate science majors (100 students in total) \n• Provide technical assistance and work one on one with students on chemistry projects  \n• Demonstrate use of laboratory equipment and enforce laboratory rules to ensure safety \n• Create, administer, and grade summative assessments and lab reports \n \nTeaching Assistant and Demonstrator, Chemistry Department, Florida State University                             20xx - 20xx                                                                                                                                                                                                                                                                 \n• Taught Basic Organic Chemistry (Alkan, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid)  \n• Taught Basic Inorganic Chemistry and basic Physical Chemistry and Physical Organic Chemistry \n• Instructed large lecture classes (100 students) from Pharmacy, Dentistry and Science undergraduate majors  \n• Averaged 10 classes (4 hours each) weekly  \n• Created and graded exams and weekly assignments; determined/assigned final grades",
        "summary": "- Information:\n  - Name: IMA CHEMISTRY GRADSTUDENT\n  - Email: ima.graduatestudent@nogmail.com\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  Chemistry graduate student with extensive teaching experience in organic and physical chemistry. Strong background in developing and delivering effective instructional content and assessments for large undergraduate classes. Focused on securing a faculty position at a research-focused university to leverage teaching skills and contribute to the academic community.\n\n- Core Skills:\n  - Technical: Organic Synthesis, Physical Organic Chemistry, Mass Spectrometry, Laboratory Techniques\n  - Soft: Communication Skills, Lesson Planning, Student Mentorship, Assessment Strategies\n\n- Work Experience:\n  - Teaching Assistant, Chemistry Department, Seton Hall University\n    - January 20xx - Present\n    - Responsibilities: Taught Organic Chemistry II-Lab and Organic Chemistry I-lecture-Lab, developed lessons for undergraduate majors, provided technical support, demonstrated laboratory equipment usage, enforced safety rules, created and graded assessments.\n    - Key Achievements: Successfully managed lab sections of 100 students.\n\n  - Teaching Assistant and Demonstrator, Chemistry Department, Florida State University\n    - 20xx - 20xx\n    - Responsibilities: Taught Organic and Inorganic Chemistry, instructed large lecture classes, created and graded exams and assignments, managed final grade determination.\n    - Key Achievements: Efficiently facilitated learning for diverse groups of majors, including Pharmacy and Dentistry students.\n\n- Education:\n  - Seton Hall University, South Orange, NJ\n    - Ph.D. in Chemistry (ABD), Expected May 20xx\n    - Emphasis: Organic Synthesis\n\n  - Florida State University, Tallahassee, FL\n    - M.S. in Chemistry (Physical Organic and Organic Chemistry), May 20xx\n    - B.S. in Chemistry (cum laude), May 20xx\n    - Relevant Coursework: Mass Spectrometry, Physical Organic Chemistry\n\n- Certifications & Training:\n  - Laboratory Safety Certification, Valid through 20xx\n  - American Red Cross Basic Life Support and First Aid certification (current)\n  - Completed Teaching Assistant course at Florida State University covering topics such as Teaching with Technology, New Trends in Teaching, Effective Teaching Methods in Science, Communication Skills, Research Methodology, and Assessment Strategies.\n\n- Projects & Portfolio:\n  - Not specified in the resume\n\n- Industry Keywords:\n  Organic Synthesis, Physical Organic Chemistry, Laboratory Safety, Teaching Organic Chemistry, Mass Spectrometry, Faculty Position, Undergraduate Instruction, Educational Technology, Assessment Methods, Chemical Reactions, Research Methodology."
    },
    {
        "file": "Resume-Samples-1-36-7.pdf",
        "text": "Ima Gradstudent                      Page 2 \n \nOrganic Chemistry Teaching Assistant, Chemistry Department, Florida State University                            20xx - 20xx \n• Supervised and instructed students in Organic Chemistry laboratory (30 students total)  \n• Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques \n• Developed writing problem sets and exams; assisted students individually and in small groups with assignment \nproblems or material they found difficult to understand. \n• Maintained records of students' assessment results, progress, feedback, and classroom performance  \n \nRESEARCH EXPERIENCE                                                   \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University              20xx - present                                                                                                       \n• Collaborate with colleagues on experimental research procedures and techniques using Varian Inova NMR \n• Plan a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound  \n• Synthesize anti-cancer drugs using different reagents in order to search for new and easier ways to manufacture new \ntarget compounds; purification methods include crystallization, distillation and columns \n• Analyze proof of structure for derived target compounds utilizing nuclear magnetic resonance, infrared light, mass \nspectrometry and ultraviolet and visible spectrometry \n \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                 20xx - 20xx \n• Performed coupling method experimenting with protecting and deprotecting methodologies for carbohydrates while \nworking under controlled conditions  \n• Collaborated, planned, designed and analyzed various drugs derived from carbohydrate precursors based on \nGlucosamine Hydrochloride and the synthesis of Oligosaccharides \n• Synthesized a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazine derivatives in order \nto complete new anti-cancer compound  \n \nMaster¶s Thesis, Chemistry Department, Florida State University                      20xx \nStudy on Heterocyclic Compounds from Carbohydrate Precursors \n• Aim of study was synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors in the quest for new \nchemotherapeutic compounds that may show biological activities \n• Research methods included using different Organic Chemistry Techniques, Melting Points, Distillation, Extraction, \nCrystallization, Filtration, Drying Organic Solutions, Chromatography and Solvent Removal \n• Utilized different Organic methods of identification for unknown compounds using Infrared Spectroscopy,  \n• Nuclear Magnetic Resonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, and Mass  \nspectra obtained from GC-11S mass spectrometer MAT 112  \n• Results presented to department faculty and poster presentation at prestigious academic research forum \n \nPUBLICATIONS \nPoster presentation at Annual Petersheim Exposition Celebrates Academic Achievement, Seton Hall, 20xx \n \nPublished Abstract  [Last Name, First Name]. From Abstracts of Papers, 20xxth ACS National Meeting & Exposition, \nPhiladelphia, PA, United States, Issue #, 20xx. Title and description of abstract.  \n \nSubmissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)  \n \nSKILLS \nLanguage: Oral and written fluency in Polish, conversational in French and Italian                                                                                        \nComputer: Microsoft Office software, ChemOffice, ChemBioDraw, Chem Sketch and SciFinder Scholar \n \nPROFESSIONAL INVOLVEMENT  \nMember, American Chemical Society                                                                                    September 20xx - present \nAttended Chemistry as a Life Science Symposium XV, Rutgers University, Newark, NJ          20xx                                                                                                                                                         \nAttended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland           20xx",
        "summary": "- **Information:**\n  - Name: Ima Gradstudent\n  - Email: [Not Provided]\n  - Phone Number: [Not Provided]\n\n- **Candidate Summary:**\n  - A dedicated chemistry professional with extensive experience in organic chemistry and chemistry education. Proven expertise in synthetic processes and research projects focused on developing new anticancer compounds. Strong skills in instructing and collaborating in laboratory settings, coupled with a solid background in advanced analytical techniques.\n\n- **Core Skills:**\n  - Technical Skills: Organic synthesis, Nuclear Magnetic Resonance (NMR), Infrared Spectroscopy, Mass Spectrometry, Ultraviolet-Visible Spectroscopy, ChemOffice, ChemBioDraw, Chem Sketch, SciFinder Scholar.\n  - Soft Skills: Instruction, team collaboration, problem-solving, written and oral communication.\n  - Languages: Fluent in Polish, conversational in French and Italian.\n\n- **Work Experience:**\n  - Organic Chemistry Teaching Assistant, Chemistry Department, Florida State University (20xx - 20xx)\n    - Supervised and instructed 30 students in laboratory settings.\n    - Developed problem sets and exams, and assisted students with understanding complex material.\n    - Maintained detailed records of student assessments and progress.\n\n  - Graduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University (20xx - present)\n    - Collaborated on experimental research procedures using Varian Inova NMR.\n    - Planned new anticancer drug schemes and synthesized drugs using innovative methods.\n    - Analyzed compound structures with various advanced spectrometry techniques.\n\n  - Graduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University (20xx - 20xx)\n    - Explored carbohydrate coupling methods and synthesized new anticancer compounds.\n    - Collaborated on planning and designing drug synthesis projects.\n\n- **Education:**\n  - Master's Thesis, Chemistry Department, Florida State University (20xx)\n    - Focus on synthesis of heterocyclic compounds from carbohydrate precursors.\n    - Utilized diverse organic chemistry techniques and presented results to peers and faculty.\n\n- **Certifications & Training:**\n  - Member, American Chemical Society (September 20xx - present)\n  - Attended Chemistry as a Life Science Symposium XV, Rutgers University, Newark, NJ (20xx)\n  - Attended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland (20xx)\n\n- **Projects & Portfolio:**\n  - Master's Thesis: A comprehensive study aiming to synthesize nitrogen heterocyclic derivatives from carbohydrate precursors for chemotherapeutic applications. Results presented at academic forums.\n\n- **Industry Keywords:**\n  - Organic Chemistry, Anticancer Drug Synthesis, Spectroscopy, Carbohydrate Chemistry, Chromatography, Teaching and Instruction, Research Collaboration, Chemistry Techniques, Data Analysis, Chemical Identification, Nanotechnology."
    },
    {
        "file": "Resume-Samples-1-36-8.pdf",
        "text": "Charlie Changer \n(973) 761-ϵϯϱϱ ͻ ChChangeΛnoemail͘Ǉahoo͘com \n_____________________________________________________________________________________ \n \nAspiring marketing and brand management professional seeking to create results and major impact through a \nunique blend of psychology, research and strategic competencies.  Personal attributes include: \n \n   Quantitative Analysis Project Management  Financial Skills  \n   Bilingual (Spanish/English) Behavioral Analysis/ Modeling  PC and Mac Platforms \nAdvanced Excel, PowerPoint \n_____________________________________________________________________________________ \n___________________________________EXPERIENCE________________________________________ \n \nAccount Specialist \nCentral Medical Care, Ridgewood, NJ \n 20xx - present \nx Generated over $4.2 million in revenue growth through collections and appeals  \nx Negotiated and implemented price quotes and deadlines with various insurance companies \nx Created monthly accounting reports for updated status of revenue, financial detail, procedure review and \ntransaction breakdown \nx Managed incoming payments and verified accuracy of billed services for growth of underdeveloped \naccounts   \n \nDepartment Coordinator \nWest Essex Mental Health, Kearny, NJ \n  20xx ʹ 20xx \n \nx Implemented marketing events to gain community interest, increase awareness of Autism and meet \nfinancial goals. \nx Conducted research for presentations directed towards expanding network of organization \nx Managed patient treatment history in compliance with standardized policies and HIPPA regulations \nx Participated in social skills groƵp prompting for adolescents ǁith ADHD and Asperger͛s SǇndrome bǇ Ƶsing a \nrewards reinforcement system to regulate positive behavior \nx Facilitated communications with clients and families to resolve issues  \nx Maintained 100% accuracy of quality assurance of charts for audits \n \nExecutive Assistant to the CEO \nAbrams of North America, Montville, NJ \n20xx ʹ 20xx \nx Generated revenue by establishing new accounts, executing sales and assigning credit limits \nx Prepared weekly sales, inventory and expense reports; organized meetings and travel itineraries  \n_____________________________________________________________________________________ \n____________________________________EDUCATION_______________________________________ \n \nB.A. Psychology, Seton Hall University, South Orange, NJ 20xx \n______________________________________________________________________________ \n____________________________COMMUNITY INVOLVEMENT_________________________________ \n \nTreasurer͕ Seton Place Homeoǁner͛s Association͕ KearnǇ͕ NJ                    20xx ʹ present \nVolunteer Tax Preparer, H&R Block, Ridgewood, NJ       20xx ʹ present",
        "summary": "- **Information:**  \n  Name: Charlie Changer  \n  Email: ChChangeΛnoemail͘Ǉahoo͘com  \n  Phone Number: (973) 761-ϵϯϱϱ  \n\n- **Candidate Summary:**  \n  Aspiring marketing and brand management professional with a focus on integrating psychology, research, and strategic competencies to drive impactful results. Experienced in generating revenue growth, conducting detailed financial analysis, and implementing strategic marketing initiatives. Strong communicator with bilingual proficiency in Spanish and English, known for exceptional organizational and quantitative analysis skills.\n\n- **Core Skills:**  \n  - Quantitative Analysis  \n  - Project Management  \n  - Financial Skills  \n  - Behavioral Analysis/Modeling  \n  - Advanced Excel  \n  - PowerPoint  \n  - Bilingual (Spanish/English)  \n  - Proficiency on PC and Mac Platforms  \n\n- **Work Experience:**\n\n  **Account Specialist**  \n  Central Medical Care, Ridgewood, NJ  \n  20xx - Present  \n  - Generated over $4.2 million in revenue growth through collections and appeals.  \n  - Negotiated and implemented price quotes and deadlines with various insurance companies.  \n  - Developed monthly accounting reports detailing revenue status, financial details, procedural reviews, and transaction breakdowns.  \n  - Managed incoming payments and verified service accuracy, enhancing the growth of underdeveloped accounts.  \n\n  **Department Coordinator**  \n  West Essex Mental Health, Kearny, NJ  \n  20xx - 20xx  \n  - Executed marketing events to enhance community engagement, increase awareness of autism, and achieve financial targets.  \n  - Conducted research for presentations aimed at expanding the organization's network.  \n  - Managed patient treatment histories in compliance with standardized policies and HIPAA regulations.  \n  - Facilitated social skills group sessions for adolescents with ADHD and Asperger's Syndrome, using a rewards reinforcement system to encourage positive behavior.  \n  - Maintained 100% accuracy in quality assurance of charts for audits and facilitated communications to resolve client and family issues.  \n\n  **Executive Assistant to the CEO**  \n  Abrams of North America, Montville, NJ  \n  20xx - 20xx  \n  - Played a key role in revenue generation by establishing new accounts, completing sales, and assigning credit limits.  \n  - Prepared weekly sales, inventory, and expense reports; organized meetings and coordinated travel itineraries.  \n\n- **Education:**  \n  B.A. in Psychology, Seton Hall University, South Orange, NJ, 20xx  \n\n- **Certifications & Training:**  \n  (No certifications or training listed in the resume provided)\n\n- **Projects & Portfolio:**  \n  (No projects or portfolio details listed in the resume provided)\n\n- **Industry Keywords:**  \n  - Marketing  \n  - Brand Management  \n  - Revenue Growth  \n  - Financial Analysis  \n  - Strategic Competencies  \n  - Community Engagement  \n  - Behavioral Analysis  \n  - Insurance Negotiation  \n  - Bilingual Proficiency  \n  - Psychology  "
    },
    {
        "file": "Resume-Samples-1-36-9.pdf",
        "text": "Clara Communication \nclara.communication@noemail.shu.edu | (973) 761-9355 | www.linkedin.com/in/claracommunication  \n \nOBJECTIVE \nTo obtain an internship in public relations in the entertainment industry \n \nEDUCATION \nSeton Hall University, College of Communication and the Arts, South Orange, NJ \nBachelor of Arts in Public Relations and Journalism | Minor: English | Expected May 20xx \nOYeUaOO GPA 3.5 _ DeaQ·V LLVW, AOO Semesters |The National Society of Collegiate Scholars \n \nMEDIA SKILLS \nIndustry Assets: Media relations, AP style writing and editing, analysis, quantitative and qualitative research, customer service, \nstrategic communication planning and execution, bilingual (Spanish) \nSocial Media: Facebook, LinkedIn, Twitter, Instagram, HootSuite, Instagram, Pinterest, Wordpress, Google+, Storify  \nSoftware: Vocus, Cision, InDesign, Microsoft Office, Apple Software, LexisNexis, Adobe Software \n \nEXPERIENCE \nPublic Relations Student Society of America (PRSSA)                             South Orange, NJ \nAccount Coordinator                                 September 20xx - Present \nx Attend seminars held bi-weekly during school year to gain insight on PR industry from professionals in field  \nx Manage campaigns for local organizations that are seeking assistance in enhancing community awareness through \nSeton Hall University volunteer public relations firm, PiratePR \nx Oversee promotions and social media for The Setonian Digital, the online version of the campus newspaper \n \nCoyne PR                               Parsippany, NJ \nPublic Relations Intern                            January 20xx - May 20xx \nx Developed material for clients including press releases, fact sheets, and bios within a diverse portfolio of hospitality \nand product-focused consumer brands \nx Performed daily media monitoring; analyzed and interpreted results to strategize and target pitching \nx Assisted major client campaigns by preparing live media, grand openings and product launches \nx Created media lists using Vocus and conducted independent outreach to establish network of contacts \n \nWSOU 89.5FM, Seton Hall Pirate Radio, Seton Hall University                                        South Orange, NJ \nDisc Jockey/Assistant Producer/Assistant Program Director                                   October 20xx - May 20xx \nx Managed multiple roles at a student-run nationally award winning campus radio station \nx Achieved radio DJ clearance as a sophomore, including stints as assistant producer and assistant program director \nx Facilitated radio shifts with music rotation, on-air breaks, news breaks, underwriting and contests \nx Organized global, national and local news stories as well as traffic and weather updates, for on-air delivery every 15 \nminutes during 5-hour shifts \nx Awarded Staff Member of the Month in March 20xx for dedication and involvement \n \nEMPLOYMENT \nSelf Employed                                    Iselin, NJ \nPrivate Guitar Instructor                                                  January 20xx - Present \nx Teach 30-minute to 1-hour private lessons to children and adults ages 10 and up on weekly basis \nx Coordinate scheduling with clients and families, effectively communicating agenda and lesson plans for sessions \nx Utilize different instruction methods for beginners, including playing by ear and using tablature system designed to \nhelp students learn notes in first position \n \nThe Best Pizza                                                                                                                                                   Somerset, NJ                                                                                                        \nSenior Server                                                                                                                                           May 20xx - October 20xx \nx Directed and trained staff of 15; implemented high-profile clientele service by tailoring to specific needs \nx Averaged 25 hours during academic year while maintaining full course load in college",
        "summary": "- Information:\n  - Name: Clara Communication\n  - Email: clara.communication@noemail.shu.edu\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  Clara is an aspiring public relations professional with a focus on the entertainment industry. She possesses strong skills in media relations, strategic communication, and social media management, complemented by her ability to conduct quantitative and qualitative research. Clara's career is supported by hands-on experience garnered through internships and active participation in university-level public relations initiatives, aiming to leverage her bilingual capabilities in English and Spanish.\n\n- Core Skills:\n  - Media relations\n  - AP style writing and editing\n  - Strategic communication planning and execution\n  - Quantitative and qualitative research\n  - Customer service\n  - Social media management (Facebook, LinkedIn, Twitter, Instagram, HootSuite, Pinterest, Wordpress, Google+, Storify)\n  - Software proficiency (Vocus, Cision, InDesign, Microsoft Office, Apple Software, LexisNexis, Adobe Software)\n  - Bilingual proficiency in English and Spanish\n\n- Work Experience:\n  - Account Coordinator, Public Relations Student Society of America (PRSSA), South Orange, NJ\n    - Dates: September 20xx - Present\n    - Responsibilities: Attend industry seminars; manage PR campaigns for local organizations through PiratePR; oversee promotions and social media for The Setonian Digital.\n  \n  - Public Relations Intern, Coyne PR, Parsippany, NJ\n    - Dates: January 20xx - May 20xx\n    - Responsibilities: Develop press materials for clients; perform media monitoring; assist major campaigns; create media lists and conduct outreach.\n    - Technologies/Skills: Vocus\n  \n  - Disc Jockey/Assistant Producer/Assistant Program Director, WSOU 89.5FM, Seton Hall University, South Orange, NJ\n    - Dates: October 20xx - May 20xx\n    - Responsibilities: Manage radio shifts; facilitate on-air content; organize news delivery; awarded Staff Member of the Month.\n  \n  - Private Guitar Instructor (Self Employed), Iselin, NJ\n    - Dates: January 20xx - Present\n    - Responsibilities: Teach private lessons; coordinate scheduling; utilize varied instruction methods.\n  \n  - Senior Server, The Best Pizza, Somerset, NJ\n    - Dates: May 20xx - October 20xx\n    - Responsibilities: Direct and train staff; implement high-profile service.\n\n- Education:\n  - Bachelor of Arts in Public Relations and Journalism, Minor: English\n  - Institution: Seton Hall University, College of Communication and the Arts, South Orange, NJ\n  - Graduation: Expected May 20xx\n  - GPA: 3.5\n  - Honors: Dean's List All Semesters, The National Society of Collegiate Scholars\n\n- Certifications & Training:\n  - None mentioned\n\n- Projects & Portfolio:\n  - None mentioned\n\n- Industry Keywords:\n  - Public relations\n  - Entertainment industry\n  - Media planning\n  - Social media strategy\n  - Client communication\n  - Bilingual communication\n  - Press release writing\n  - Campaign management"
    }
]