[
    {
        "file": "Resume-Samples-1-36-10.pdf",
        "text": "Hannah Helper \n (973) 761-9355   helperhannah@noemail.gmail.com \n \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nPh.D. in Counseling Psychology, May 20xx \n(Accredited by the American Psychological Association) \n \nHunter College, City University of New York, NY   \nMS.Ed. in Rehabilitation Counseling, December 20xx \n \nBoston University, Boston, MA  \nB.A. in Psychology with Biology Minor, May 20xx               \n \n \nCERTIFICATIONS \nx New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx \nx Certified Rehabilitation Counselor (#xxxxx) since July 20xx \nx Basic Training in Critical Incident Stress Management, November 20xx \n \n \nACADEMIC RESEARCH \nDissertation:  The influence of family, birth order and anxiety on career choice for first generation students. Assessments \nperformed were Multigroup Ethnic Identity Measure Trait Anxiety Scale, State Trait Anxiety Inventory and The Career \nDecision Making Self-Efficacy Scale. \n \n \nCOUNSELING EXPERIENCE \nCounselor/Evaluator (Doctoral Internship), Jefferson Hospital, New York, NY  September 20xx - June 20xx   \nx Assisted with School of Medicine Rehabilitation Psychology Department Traumatic Brain Injury Research Project \nx Administered neuropsychological battery (25 individual measures) to research participants  \nx Conducted semi-structured interviews with program clients, served as co-facilitator in cognitive remediation groups \nx Provided rehabilitation techniques, accommodations suggestions and support to program clients and staff   \nx Completed independent research project for publication on salient issues for those with traumatic brain injuries    \nx Participated in case conferences, instructional didactics and weekly supervision sessions \n \nCounselor (Pre-doctoral Practicum), Washington Children¶s Care, Bayonne, NJ  September 20xx-May 20xx \nx Charted history review, neuropsychological evaluations (i.e., intelligence, attention, memory, perception, language, \neducational skills and personality) of individuals with traumatic brain injury \nx Provided medical management and chronic illness report preparation, individual counseling, and family support \nactivities  \nx Attended weekly evaluation meetings and professional development seminars \n \nCounselor (Pre-doctoral Practicum), Youth Practice Services, Orange, NJ  March-May 20xx   \nx Assisted doctoral intern with play psycho-educational group for preschoolers with special needs   \nx Individually developed and delivered group curriculum for two sessions prescribed by program requirement  \nx Participated in weekly didactics, supervision and case conferences, submitted weekly clinical progress reports",
        "summary": "- **Information:**\n  - Name: Hannah Helper\n  - Email: helperhannah@noemail.gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  - Licensed Mental Health Counselor and Certified Rehabilitation Counselor with experience in counseling, evaluation, and research. Proven ability to administer neuropsychological assessments, conduct individual and group counseling sessions, and contribute to research projects. Focused on providing support and rehabilitation techniques to individuals with traumatic brain injuries and special needs populations.\n\n- **Core Skills:**\n  - Counseling\n  - Neuropsychological Assessment\n  - Rehabilitation Counseling\n  - Group Facilitation\n  - Individual Counseling\n  - Family Support\n  - Crisis Intervention\n  - Report Writing\n  - Case Management\n  - Research\n  - Data Analysis\n  - Clinical Documentation\n  - Program Development\n  - Cognitive Remediation\n  - Curriculum Development\n\n- **Work Experience:**\n  - **Counselor/Evaluator (Doctoral Internship)**\n    - Company: Jefferson Hospital, New York, NY\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Assisted with Traumatic Brain Injury Research Project.\n      - Administered neuropsychological battery (25 individual measures) to research participants.\n      - Conducted semi-structured interviews with program clients.\n      - Co-facilitated cognitive remediation groups.\n      - Provided rehabilitation techniques, accommodations suggestions, and support to program clients and staff.\n      - Completed independent research project for publication.\n      - Participated in case conferences, instructional didactics, and weekly supervision sessions.\n    - Key Achievements:\n      - Contributed to research on traumatic brain injuries.\n      - Provided comprehensive support to program clients.\n    - Technologies Used: Not specified\n\n  - **Counselor (Pre-doctoral Practicum)**\n    - Company: Washington Children’s Care, Bayonne, NJ\n    - Dates of Employment: September 20xx - May 20xx\n    - Responsibilities:\n      - Charted history review, neuropsychological evaluations of individuals with traumatic brain injury.\n      - Provided medical management and chronic illness report preparation, individual counseling, and family support activities.\n      - Attended weekly evaluation meetings and professional development seminars.\n    - Key Achievements:\n      - Provided comprehensive support to individuals with traumatic brain injuries and their families.\n    - Technologies Used: Not specified\n\n  - **Counselor (Pre-doctoral Practicum)**\n    - Company: Youth Practice Services, Orange, NJ\n    - Dates of Employment: March-May 20xx\n    - Responsibilities:\n      - Assisted doctoral intern with play psycho-educational group for preschoolers with special needs.\n      - Individually developed and delivered group curriculum for two sessions prescribed by program requirement.\n      - Participated in weekly didactics, supervision and case conferences, submitted weekly clinical progress reports.\n    - Key Achievements:\n      - Developed and delivered effective group curriculum for preschoolers with special needs.\n    - Technologies Used: Not specified\n\n- **Education:**\n  - Ph.D. in Counseling Psychology, Seton Hall University, South Orange, NJ, May 20xx\n  - MS.Ed. in Rehabilitation Counseling, Hunter College, City University of New York, NY, December 20xx\n  - B.A. in Psychology with Biology Minor, Boston University, Boston, MA, May 20xx\n\n- **Certifications & Training:**\n  - New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx\n  - Certified Rehabilitation Counselor (#xxxxx) since July 20xx\n  - Basic Training in Critical Incident Stress Management, November 20xx\n\n- **Academic Research:**\n  - Dissertation: The influence of family, birth order and anxiety on career choice for first generation students. Assessments performed were Multigroup Ethnic Identity Measure Trait Anxiety Scale, State Trait Anxiety Inventory and The Career Decision Making Self-Efficacy Scale.\n\n- **Industry Keywords:**\n  - Counseling Psychology\n  - Rehabilitation Counseling\n  - Mental Health\n  - Traumatic Brain Injury (TBI)\n  - Neuropsychological Assessment\n  - Cognitive Remediation\n  - Special Needs\n  - Play Therapy\n  - Group Therapy\n  - Individual Therapy\n  - Family Therapy\n  - Crisis Intervention\n  - Licensed Mental Health Counselor (LMHC)\n  - Certified Rehabilitation Counselor (CRC)\n  - Clinical Research\n  - Case Management\n  - Mental Health Counseling\n  - Psychological Assessment\n  - Career Counseling"
    },
    {
        "file": "Resume-Samples-1-36-11.pdf",
        "text": "Hannah Helper  Page 2 \n \nCounselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University  January-March 20xx   \nx Counseled student diagnosed with ADHD and sensory impairments to develop more adaptive functional                                               \nacademic and college life skills   \nx Conducted career counseling and evaluations, co-led psycho-educational group on time management and                                                  \neffective study skills, submitted weekly clinical progress reports  \n \nCounselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ  October-December 20xx   \nx Provided rehabilitation and psychological services to geriatric clients \nx Conducted individual and group counseling with geriatric clients who were dealing with adjustment, mood,                              \nanxiety, and family problems. Submitted weekly clinical progress reports  \n \n \nTEACHING EXPERIENCE \nMaster¶s LeYel Adjunct Professor, Seton Hall University  January-April 20xx-20xx \nDepartment of Professional Psychology and Family Therapy \nx Taught 2 sections of Career Development course to 40 master¶s level students (including 15 online) \nx Utilized variety of career assessments, including Strong Interest Inventory, Myers-Briggs Type Indicator,                           \nMyPlan online career guidance system, and Values Card Sort \n \nUndergraduate Level Adjunct Professor, Montclair State University  September-December 20xx and 20xx \nDepartment of Psychology/Arts and Sciences \nx Taught 3 sections of Adolescent Psychology to traditional aged undergraduate students (20 per class) \nx Created curriculum and implemented syllabus with both formative and summative assessments \nx Incorporated speakers representing a variety of related career fields to share career information with students \n \n \nRESEARCH EXPERIENCE \nResearch Assistant, Seton Hall University September 20xx-April 20xx \nDepartment of Professional Psychology and Family Therapy \nx Assisted Dr. Anne Anne with research on neuropsychological sequelae in chronically traumatized children \nx Researched neuropsychological development in the areas of memory, higher integrative functioning and the attention \nof children of divorced parents \nx Utilized a battery of assessments with research participants, including: \n \nWechsler Intelligence Scale for Children (WISC-III)  Test of Memory and Learning (TOMAL) \nRey Osterrieth Complex Figure    Wide Range Achievement Test (WRAT 3) \nBehavior Assessment System for Children (BASC)  Test of Variables of Attention (TOVA) \nControlled Oral Word Association (COWA)   Kinetic Family Drawing  \n \nGraduate Research Assistant, Seton Hall University  August 20xx-June 20xx \nCollege of Education and Human Services \nx Collected research information on educational topics associated with higher education policies and procedures \nx Managed statistical databases and provided faculty with access and assistance \nx Assembled background information for faculty¶s lectures and presentations   \nx Organized faculty¶s course curriculum",
        "summary": "- **Information:**\n  - Name: Hannah Helper\n  - Email: (Not provided)\n  - Phone Number: (Not provided)\n\n- **Candidate Summary:**\n  A dedicated and experienced counselor and educator with a strong background in psychology and family therapy. Proven ability to provide counseling services to diverse populations, including students and geriatric clients. Experienced in teaching career development and adolescent psychology at the university level. Adept at conducting research and utilizing various assessment tools. Focused on contributing to the well-being and academic success of individuals through counseling, education, and research.\n\n- **Core Skills:**\n  - Counseling\n  - Career Counseling\n  - Group Counseling\n  - Psychological Assessment\n  - Rehabilitation Services\n  - Curriculum Development\n  - Teaching\n  - Research\n  - Data Analysis\n  - Report Writing\n  - Time Management\n  - Communication (Written & Verbal)\n  - Microsoft Office Suite\n  - Clinical Documentation\n  - Psycho-educational Group Facilitation\n\n- **Work Experience:**\n  - **Counselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University**\n    - Dates of Employment: January - March 20xx\n    - Responsibilities:\n      - Counseled students diagnosed with ADHD and sensory impairments.\n      - Developed adaptive functional academic and college life skills.\n      - Conducted career counseling and evaluations.\n      - Co-led psycho-educational group on time management and effective study skills.\n      - Submitted weekly clinical progress reports.\n    - Key Achievements:\n      - Improved student's adaptive skills to help with academic and college life.\n    - Technologies Used: (Not specified)\n\n  - **Counselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ**\n    - Dates of Employment: October - December 20xx\n    - Responsibilities:\n      - Provided rehabilitation and psychological services to geriatric clients.\n      - Conducted individual and group counseling with geriatric clients dealing with adjustment, mood, anxiety, and family problems.\n      - Submitted weekly clinical progress reports.\n    - Key Achievements:\n      - Provided counseling services to geriatric clients.\n    - Technologies Used: (Not specified)\n\n  - **Master's Level Adjunct Professor, Seton Hall University**\n    - Dates of Employment: January - April 20xx-20xx\n    - Department: Professional Psychology and Family Therapy\n    - Responsibilities:\n      - Taught 2 sections of Career Development course to 40 master's level students (including 15 online).\n      - Utilized a variety of career assessments.\n    - Key Achievements:\n      - Successfully taught career development to master's level students.\n    - Technologies Used:\n      - Strong Interest Inventory\n      - Myers-Briggs Type Indicator\n      - MyPlan online career guidance system\n      - Values Card Sort\n\n  - **Undergraduate Level Adjunct Professor, Montclair State University**\n    - Dates of Employment: September - December 20xx and 20xx\n    - Department: Psychology/Arts and Sciences\n    - Responsibilities:\n      - Taught 3 sections of Adolescent Psychology to traditional aged undergraduate students (20 per class).\n      - Created curriculum and implemented syllabus with both formative and summative assessments.\n      - Incorporated speakers representing a variety of related career fields.\n    - Key Achievements:\n      - Developed and implemented curriculum for adolescent psychology.\n    - Technologies Used: (Not specified)\n\n  - **Research Assistant, Seton Hall University**\n    - Dates of Employment: September 20xx - April 20xx\n    - Department: Professional Psychology and Family Therapy\n    - Responsibilities:\n      - Assisted with research on neuropsychological sequelae in chronically traumatized children.\n      - Researched neuropsychological development in the areas of memory, higher integrative functioning, and the attention of children of divorced parents.\n      - Utilized a battery of assessments with research participants.\n    - Key Achievements:\n      - Assisted with research on neuropsychological sequelae.\n    - Technologies Used:\n      - Wechsler Intelligence Scale for Children (WISC-III)\n      - Test of Memory and Learning (TOMAL)\n      - Rey Osterrieth Complex Figure\n      - Wide Range Achievement Test (WRAT 3)\n      - Behavior Assessment System for Children (BASC)\n      - Test of Variables of Attention (TOVA)\n      - Controlled Oral Word Association (COWA)\n      - Kinetic Family Drawing\n\n  - **Graduate Research Assistant, Seton Hall University**\n    - Dates of Employment: August 20xx - June 20xx\n    - College: Education and Human Services\n    - Responsibilities:\n      - Collected research information on educational topics associated with higher education policies and procedures.\n      - Managed statistical databases and provided faculty with access and assistance.\n      - Assembled background information for faculty's lectures and presentations.\n      - Organized faculty's course curriculum.\n    - Key Achievements:\n      - Supported faculty research efforts.\n    - Technologies Used: (Not specified)\n\n- **Education:**\n  - Degree(s): (Not provided)\n  - University Name: Seton Hall University, Montclair State University\n  - Graduation Year: (Not provided)\n\n- **Certifications & Training:**\n  - (Not provided)\n\n- **Projects & Portfolio:**\n  - (Not provided)\n\n- **Industry Keywords:**\n  - Counseling, Career Counseling, Geriatric Counseling, Adolescent Psychology, Neuropsychology, Psychological Assessment, Rehabilitation, Higher Education, Curriculum Development, Research, ADHD, Sensory Impairments, Trauma, Memory, Attention, Executive Functioning, WISC-III, TOMAL, Rey Osterrieth, WRAT 3, BASC, TOVA, COWA, Kinetic Family Drawing, Strong Interest Inventory, Myers-Briggs, MyPlan, Time Management, Study Skills, Clinical Progress Reporting."
    },
    {
        "file": "Resume-Samples-1-36-12.pdf",
        "text": "Hannah Helper    Page 3 \n \nPUBLICATIONS \nBook Chapter \nBee, A., Johnson, S., & Dee, C., (20xx). Multicultural counseling competencies in counseling. In E.F. Gee et al. (Eds.) \nUnder contract for Handbook of Educational Psychology. NY, NY: Ima Publisher. \n \nJournal Article \nBee, A., Johnson, S., (20xx). Personal patterns as predictors of multicultural identity in birth order decision-making. \nJournal of Family Interests. 3 (Spring, No. xx) \n \nPublished Abstract \nBee, A., Johnson, S., Birth order in first generation students. Post Secondary Abstracts, 3 (Spring, No. xx) \n \n \n \nPRESENTATIONS \nBee, A. & Johnson, S., Birth order and mutlicultural identity. Poster presented at annual American Psychological \nAssociation Conference, City, State, August 20xx. \n \nDee, C. & Johnson, S., Children with multiple disabilities and birth order. The Rehabilitation Association Annual \nConvention, City, State, July 20xx.  \n \n \nAWARDS \nRecipient of  ³Women¶s Empowerment´ Award, Seton Hall University (20xx) \nKappa Delta Pi Education Honor Society (April 20xx to Present) \nNational Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx) \n \n \nLEADERSHIP ACTIVITIES \nMulticultural Committee Entertainment Chair, SHU Counseling Psychology Student Association  20xx \nCo-Chair, Exhibits Committee, Northeast Rehabilitation Association¶s Annual Conference  January 20xx \nPresident, National Rehabilitation Association, New Jersey Chapter  20xx-20xx \n \n \nPROFESSIONAL AFFILIATIONS \nAmerican Counseling Association  \nAssociation for Multicultural Counseling and Development \nAmerican Psychological Association²Divisions 17 and 40 \nEastern Psychological Association and New Jersey Psychological Association \nNational Rehabilitation Association (professional member) \nNational Rehabilitation Counseling Association (professional member)  \n \n \nPROFESSIONAL CONFERENCES \nAttended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx \nAttended Student Alliance on Multicultural and Mental Health Issues, June 20xx",
        "summary": "- **Information:**\n    *   Name: Hannah Helper (Implied from document title)\n\n- **Core Skills:**\n    *   Multicultural Counseling\n    *   Event Planning\n    *   Leadership\n    *   Committee Management\n    *   Interpersonal Communication\n    *   Presentation Skills\n\n- **Awards:**\n    *   Women's Empowerment Award (Seton Hall University, 20xx)\n    *   Kappa Delta Pi Education Honor Society (April 20xx - Present)\n    *   National Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx)\n\n-   **LEADERSHIP ACTIVITIES**\n    *   Multicultural Committee Entertainment Chair, SHU Counseling Psychology Student Association 20xx\n    *   Co-Chair, Exhibits Committee, Northeast Rehabilitation Association’s Annual Conference January 20xx\n    *   President, National Rehabilitation Association, New Jersey Chapter 20xx-20xx\n\n-   **PROFESSIONAL AFFILIATIONS**\n    *   American Counseling Association\n    *   Association for Multicultural Counseling and Development\n    *   American Psychological Association²Divisions 17 and 40\n    *   Eastern Psychological Association and New Jersey Psychological Association\n    *   National Rehabilitation Association (professional member)\n    *   National Rehabilitation Counseling Association (professional member)\n\n-   **PROFESSIONAL CONFERENCES**\n    *   Attended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx\n    *   Attended Student Alliance on Multicultural and Mental Health Issues, June 20xx\n\n-   **Industry Keywords:**\n    *   Counseling Psychology\n    *   Multicultural Counseling Competencies\n    *   Rehabilitation\n    *   Psychology\n    *   Mental Health\n    *   Traumatic Stress\n    *   Higher Education\n    *   Student Affairs\n    *   Event Planning\n    *   Committee Management"
    },
    {
        "file": "Resume-Samples-1-36-13.pdf",
        "text": "ROBERT SHADOW \nrobert.shadow@student.shu.edu | 973-761-9355 \nOBJECTIVE  \nSeeking a part time position working in a hospital. \n \nEDUCATION \nSeton Hall University, South Orange, NJ                 Expected May 20xx \nBachelor of Science in Biology - GPA: 3.35 \nEnrolled in Master of Science in Physician Assistant dual degree program                 Expected May 20xx \n \nHONORS AND AWARDS  \nDean¶s List (3 of 4 semesters)        \nSHU Academic Merit Scholarship (4 year annual award) \n \nSHADOWING EXPERIENCE (the following provides key information to include with shadowing opportunities) \nName of Organization, City, State                   Beginning and ending months & years \nx Identify name and title of medical professional, number of hours and weeks \nx Describe the  type of facility, department, types of patients (ages, specific medical conditions, focus of care) \nx Identify and describe observations (be specific about types of patients, techniques/modalities, procedures) \nx Identify additional patient and clinical tasks you were able to participate in  \nx Describe additional involvement (such as patient evaluation meeting, family meeting, staff meeting) \n \nRothman Institute, Marlton, NJ          May 20xx - August 20xx \nJohn Fleishman, Orthopedic PA-C (60 hour observation)      \nx Observed in an orthopedic specialist facility and viewed progression of patients after surgery \nx Learned how to read X-rays and MRIs and how to discuss the results with patients in a professional manner \n \nValley Hospital, Ridgewood, NJ                       May 20xx - August 20xx \nAditi Patel and Andrew Kuiken, Neurosurgery PA-C (70 hour observation) \nx Witnessed patient interactions before and after surgery  with medical staff  in the Neurosurgery ICU  \nx Watched removal of a right cerebellum brain tumor firsthand in the operating room \n \nKessler Rehabilitation Institute, Jersey City, NJ              April 20xx – December 20xx \nDepartment Rotations (25 hour observation) \nx Rotated through pediatrics, psychiatry, acute care and outpatient departments  \nx Interacted with patients during post-surgery and recorded progress they had made over time \n \nPROFESSIONAL EXPERIENCE \nSouth Orange First Aid Squad, South Orange, NJ                            April 20xx – Present \nFirst Responder \nx Facilitate monthly meetings and training exercises as President of the Teen Squad for two years \nx Respond to medical emergencies and ensure patients are comfortable during transport to hospital  \nx Monitor vital signs, assist in bandaging, suctioning, and splinting, and document patient¶s charts \n \nLEADERSHIP EXPERIENCE \nEssex County Parks & Recreation, Newark, NJ                    Summers 20xx and 20xx \nCamp Counselor   \nx Planned, organized and facilitated daily activities for 100 children ages 7-15 in full-day 8 week camp  \nx Coordinated efforts with 15 peer camp staff in the planning and development of  last day ceremony \n \nADDITIONAL INFORMATION \nx Participated as community service volunteer visiting Veteran¶s Administration (VA) hospital, raising funds for \nlocal homeless shelter, collecting food for underprivileged families, building house with Habitat for Humanity  \nx Proficient in Excel, PowerPoint, Prezi, Facebook, Twitter, and Instagram, medical documentation systems",
        "summary": "- **Information:**\n  - Name: Robert Shadow\n  - Email: robert.shadow@student.shu.edu\n  - Phone Number: 973-761-9355\n\n- **Candidate Summary:**\n  - Highly motivated and dedicated Biology student at Seton Hall University, enrolled in a dual degree program for a Master of Science in Physician Assistant. Possesses a strong academic record, demonstrated leadership abilities, and hands-on experience through extensive shadowing in diverse medical settings and as a First Responder. Seeking a part-time position in a hospital setting to further develop clinical skills and contribute to patient care.\n\n- **Core Skills:**\n  - Patient Interaction\n  - Vital Signs Monitoring\n  - Emergency Response\n  - First Aid\n  - Medical Documentation\n  - X-Ray and MRI Interpretation (Basic)\n  - Team Leadership\n  - Communication (Verbal & Written)\n  - Training & Facilitation\n  - Community Service\n  - Microsoft Excel\n  - Microsoft PowerPoint\n  - Prezi\n  - Social Media (Facebook, Twitter, Instagram)\n\n- **Work Experience:**\n  - **South Orange First Aid Squad, South Orange, NJ**\n    - **Title:** First Responder\n    - **Dates:** April 20xx – Present\n    - **Responsibilities:**\n      - Respond to medical emergencies and provide immediate care.\n      - Monitor vital signs and ensure patient comfort during transport.\n      - Assist in bandaging, suctioning, and splinting injuries.\n      - Document patient information and treatment in charts.\n      - Facilitate monthly meetings and training exercises as President of the Teen Squad for two years.\n\n  - **Essex County Parks & Recreation, Newark, NJ**\n    - **Title:** Camp Counselor\n    - **Dates:** Summers 20xx and 20xx\n    - **Responsibilities:**\n      - Planned, organized, and facilitated daily activities for 100 children (ages 7-15) in a full-day camp.\n      - Coordinated efforts with 15 peer camp staff in the planning and development of the last-day ceremony.\n\n- **Education:**\n  - **Seton Hall University, South Orange, NJ**\n    - **Degree:** Bachelor of Science in Biology\n    - **GPA:** 3.35\n    - **Expected Graduation:** May 20xx\n    - **Program:** Enrolled in Master of Science in Physician Assistant dual degree program (Expected May 20xx)\n\n- **Shadowing Experience:**\n  - **Rothman Institute, Marlton, NJ**\n    - **Role:** Shadowing Orthopedic PA-C\n    - **Dates:** May 20xx - August 20xx\n    - **Medical Professional:** John Fleishman, Orthopedic PA-C (60 hours)\n    - **Responsibilities:**\n      - Observed patient progression after surgery in an orthopedic specialist facility.\n      - Learned to read X-rays and MRIs and discuss results with patients professionally.\n\n  - **Valley Hospital, Ridgewood, NJ**\n    - **Role:** Shadowing Neurosurgery PA-C\n    - **Dates:** May 20xx - August 20xx\n    - **Medical Professional:** Aditi Patel and Andrew Kuiken, Neurosurgery PA-C (70 hours)\n    - **Responsibilities:**\n      - Witnessed patient interactions before and after surgery in the Neurosurgery ICU.\n      - Observed the removal of a right cerebellum brain tumor firsthand in the operating room.\n\n  - **Kessler Rehabilitation Institute, Jersey City, NJ**\n    - **Role:** Shadowing Various Departments\n    - **Dates:** April 20xx – December 20xx\n    - **Department Rotations:** Pediatrics, Psychiatry, Acute Care, Outpatient (25 hours)\n    - **Responsibilities:**\n      - Interacted with patients during post-surgery rehabilitation.\n      - Recorded patient progress over time.\n\n- **Honors and Awards:**\n  - Dean's List (3 of 4 semesters)\n  - SHU Academic Merit Scholarship (4-year annual award)\n\n- **Projects & Portfolio:**\n  - Teen Squad President (South Orange First Aid Squad): Facilitated training, led meetings, and managed team activities.\n\n- **Industry Keywords:**\n  - Biology\n  - Physician Assistant\n  - Healthcare\n  - Orthopedics\n  - Neurosurgery\n  - Rehabilitation\n  - First Aid\n  - Emergency Response\n  - Patient Care\n  - Medical Terminology\n  - Vital Signs\n  - X-Ray\n  - MRI\n  - Medical Documentation\n  - Clinical Observation\n  - Patient Interaction"
    },
    {
        "file": "Resume-Samples-1-36-14.pdf",
        "text": "Iman Education Student (One Page Version) \n(973) 761-9355  iman.student@gmail.com \n  \nEDUCATION \nBachelor of Science in Education, Seton Hall University, South Orange, NJ                                                      May 20xx \nMajors: Elementary Education, Early Childhood Education, Special Education, Environmental Studies  \nGPA: 3.61/ 4.00  Dean¶s List (all semesters)  \n \nDiploma, Hillsborough High School, Hillsborough, NJ                June 20xx \n \nTEACHING CERTIFICATIONS \nNJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx):  \nElementary Education (Grades K-5)                Early Childhood Education (Grades PreK-3) \nTeacher of Students with Disabilities (K-12)   Environmental Studies (Grades 6-8) \n \nPRE-PROFESSIONAL TEACHING EXPERIENCE \nStudent Teacher-Third Grade, Jefferson Elementary School, West Orange, NJ                             Fall 20xx  \nx Taught full-day in culturally diverse suburban, including ELL and students with learning disabilities. \nx Created lessons incorporating manipulatives and small group work based on NJ Common Core Standards.  \nx Utilized formative and summative assessment techniques; created and graded homework in all subjects. \nx Prepared students for standardized testing (PARCC) utilizing classroom laptops. \nx Attended grade level and school wide meetings, Back to School Night and observed parent-teacher conferences. \n \nIntern-Kindergarten, South End Elementary School, Cedar Grove, NJ                                  Spring 20xx  \nx Taught an inclusive classroom including special needs students with intellectual and physical mobility disabilities. \nx Graded papers; created theme based bulletin boards (Dr. Seuss, class book selections, student artwork). \nx Generated sample behavior intervention plan for student with behavioral issues performing below grade level.    \n \nIntern-Third Grade, Central Community School, Orange, NJ                                                     Fall 20xx \nx Administered running records to identify struggling readers; worked individually with small group projects in an \nurban setting with students of diverse ethnic backgrounds.  \n \nIntern-Fifth Grade, Country Day School, Far Hills, NJ                                                 Spring 20xx \nIntern-First Grade, River Place School, Cranford, NJ                                                  Fall 20xx \n \nRELATED EXPERIENCE \nCo-Chair & Mentor-Third Grade, Little Angels Forum, Orange, NJ                    Sept 20xx- Present  \nx Guide 15 girls in outreach program for at-risk girls focused on building social skills and self-empowerment. \nHead Counselor-Fifth through Eighth Graders, Camp Morrow, White Plains, NY                   Summers 20xx, 20xx \nx Supervised 8 junior counselors; interacted daily with parents; accountable for 100 campers during field trips. \nTeaching Assistant-Ages 3-6, Union Church, Union, NJ                         Sept 20xx- June 20xx \n \nLEADERSHIP EXPERIENCE \nExecutive Board, The Martin Luther King, Jr. Scholarship Association, Executive Board, Kappa Delta Pi Honor Society,  \nPresident, Alpha Kappa Alpha Sorority, Student Ambassador, College of Education and Human Services \n \nPROFESSIONAL DEVELOPMENT \nx The Project Learning Tree; NCBI facilitator for program focused on prejudice reduction \nx Attended workshops on ³Cyberbullying´ and ³Autism Spectrum Disorder´ at Seton Hall University. \n \nSKILLS \nx PowerPoint, Excel, Brain Pop, Scholastic, Power School, Google Classroom, Aesop \nx Bilingual in Spanish, conversational in French and Italian",
        "summary": "- **Information:**\n  - Name: Iman Education Student\n  - Email: iman.student@gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  Highly motivated and passionate education student with a strong academic record and diverse pre-professional teaching experience. Seeking to leverage comprehensive knowledge of elementary, early childhood, special education, and environmental studies, along with hands-on experience in creating engaging lesson plans, utilizing assessment techniques, and supporting diverse learners, to excel as a certified teacher. Proven leadership and mentoring abilities demonstrated through extracurricular activities and related experience.\n\n- **Core Skills:**\n  - Lesson Planning & Curriculum Development\n  - Classroom Management\n  - Formative & Summative Assessment\n  - Differentiated Instruction\n  - Special Education Support\n  - Behavior Intervention\n  - Student Mentoring\n  - Communication (Written & Verbal)\n  - Leadership\n  - Teamwork\n  - Microsoft PowerPoint, Microsoft Excel, Brain Pop, Scholastic, Power School, Google Classroom, Aesop\n  - Bilingual in Spanish, Conversational in French and Italian\n\n- **Work Experience:**\n  - **Student Teacher-Third Grade, Jefferson Elementary School, West Orange, NJ**\n    - Dates: Fall 20xx\n    - Responsibilities:\n      - Taught full-day in a culturally diverse suburban school, including ELL and students with learning disabilities.\n      - Created lessons incorporating manipulatives and small group work based on NJ Common Core Standards.\n      - Utilized formative and summative assessment techniques; created and graded homework in all subjects.\n      - Prepared students for standardized testing (PARCC) utilizing classroom laptops.\n      - Attended grade level and school wide meetings, Back to School Night and observed parent-teacher conferences.\n    - Technologies Used: Classroom laptops, NJ Common Core Standards\n\n  - **Intern-Kindergarten, South End Elementary School, Cedar Grove, NJ**\n    - Dates: Spring 20xx\n    - Responsibilities:\n      - Taught an inclusive classroom including special needs students with intellectual and physical mobility disabilities.\n      - Graded papers; created theme based bulletin boards (Dr. Seuss, class book selections, student artwork).\n      - Generated sample behavior intervention plan for student with behavioral issues performing below grade level.\n    - Key Achievements: Developed behavior intervention plan for student with behavioral issues.\n\n  - **Intern-Third Grade, Central Community School, Orange, NJ**\n    - Dates: Fall 20xx\n    - Responsibilities:\n      - Administered running records to identify struggling readers; worked individually with small group projects in an urban setting with students of diverse ethnic backgrounds.\n\n  - **Intern-Fifth Grade, Country Day School, Far Hills, NJ**\n    - Dates: Spring 20xx\n    - Responsibilities: N/A\n\n  - **Intern-First Grade, River Place School, Cranford, NJ**\n    - Dates: Fall 20xx\n    - Responsibilities: N/A\n\n  - **Co-Chair & Mentor-Third Grade, Little Angels Forum, Orange, NJ**\n    - Dates: Sept 20xx- Present\n    - Responsibilities: Guided 15 girls in outreach program for at-risk girls focused on building social skills and self-empowerment.\n\n  - **Head Counselor-Fifth through Eighth Graders, Camp Morrow, White Plains, NY**\n    - Dates: Summers 20xx, 20xx\n    - Responsibilities: Supervised 8 junior counselors; interacted daily with parents; accountable for 100 campers during field trips.\n\n  - **Teaching Assistant-Ages 3-6, Union Church, Union, NJ**\n    - Dates: Sept 20xx- June 20xx\n\n- **Education:**\n  - Bachelor of Science in Education, Seton Hall University, South Orange, NJ, May 20xx\n    - Majors: Elementary Education, Early Childhood Education, Special Education, Environmental Studies\n    - GPA: 3.61/4.00\n    - Dean's List (all semesters)\n  - Diploma, Hillsborough High School, Hillsborough, NJ, June 20xx\n\n- **Certifications & Training:**\n  - NJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx):\n    - Elementary Education (Grades K-5)\n    - Early Childhood Education (Grades PreK-3)\n    - Teacher of Students with Disabilities (K-12)\n    - Environmental Studies (Grades 6-8)\n  - The Project Learning Tree\n  - NCBI facilitator for program focused on prejudice reduction\n  - Attended workshops on ³Cyberbullying´ and ³Autism Spectrum Disorder´ at Seton Hall University\n\n- **Leadership Experience:**\n  - Executive Board, The Martin Luther King, Jr. Scholarship Association\n  - Executive Board, Kappa Delta Pi Honor Society\n  - President, Alpha Kappa Alpha Sorority\n  - Student Ambassador, College of Education and Human Services\n\n- **Industry Keywords:**\n  - Elementary Education\n  - Early Childhood Education\n  - Special Education\n  - Environmental Studies\n  - NJ Common Core Standards\n  - PARCC\n  - ELL (English Language Learners)\n  - Inclusion\n  - Behavior Intervention Plans\n  - Classroom Management\n  - Lesson Planning\n  - Assessment\n  - Curriculum Development\n  - Student Mentoring\n  - Differentiated Instruction\n  - PowerPoint\n  - Excel\n  - Brain Pop\n  - Scholastic\n  - Power School\n  - Google Classroom\n  - Aesop\n  - Bilingual\n  - Spanish\n  - French\n  - Italian\n  - Cyberbullying\n  - Autism Spectrum Disorder\n  - Prejudice Reduction"
    },
    {
        "file": "Resume-Samples-1-36-15.pdf",
        "text": "Iman Education Student (Two Page Version) \n(973) 761-9355  iman.student@gmail.com \n  \nEDUCATION \nSeton Hall University, South Orange, NJ \nBachelor of Science in Education, expected May 20xx  \nMajors: Elementary Education, Early Childhood Education, Special Education \nConcentration: Environmental Studies  \nCumulative GPA: 3.8/ 4.0  Dean¶s List (all semesters)  \n \nHillsborough High School, Hillsborough, NJ \nDiploma, June 20xx \n \nACADEMIC AWARDS  \nThe Martin Luther King Scholarship for academic excellence and community service (4 years, full tuition) \nKappa Delta Pi Education Honor Society, Spring 20xx- Present \nRecipient, 3 College of Education and Human Services academic scholarships (Fall 20xx- Present) \n \nCERTIFICATIONS \nNJ Certificate of Eligibility with Advanced Standing in the following areas: (anticipated June 20xx): \nElementary Education (Grades K-5)                                  Early Childhood Education (Grades PreK-3)   \nTeacher of Students with Disabilities (K-12)  Environmental Studies (Grades 6-8)                                   \n   \nPRE-PROFESSIONAL TEACHING EXPERIENCE \nSubstitute Teacher (K-12), Montville Public Schools, Montville, NJ                Sept 20xx-present \nx Teach two days per week at all levels, including as teacher of record in four elementary schools.  \nx Selected for multiple short-term assignments, including one for a two week period. \n \nStudent Teacher (Third Grade), Jefferson Elementary School, Maplewood, NJ                        Fall 20xx  \nx Taught inclusive class of 23 ethnically diverse students in public suburban school, including first generation \nEnglish Language Learners and students with special needs (ADD, Autism, OCD, cerebral palsy). \nx Created lessons incorporating manipulatives and small group work based on NJ Common Core Standards.  \nx Modified lessons for students with severe learning disabilities using repetition, routine and tactile strategies. \nx Utilized formative and summative assessment techniques, including quizzes, tests, projects and performance \nobservations; created and graded homework in all subjects. \nx Prepared students for standardized testing (PARCC) utilizing classroom laptops; created quizzes and guides. \nx Attended grade/school wide meetings and Back to School Night; observed IEP and parent-teacher conferences. \n \nJunior Intern (Kindergarten), South End Elementary School, Cedar Grove, NJ                       Spring 20xx  \nx Taught an inclusive classroom of 21 students; designed and taught lessons in science; assisted in grading papers. \nx Created theme based bulletin boards (Dr. Seuss, class book selections and student artwork). \nx Generated sample behavior intervention plan for student with behavioral issues performing below grade level.    \n \nJunior Intern (Second Grade), Central Community School, Orange, NJ                       Fall 20xx \nx Provided individual support to 6 students functioning below grade level. \nx Administered running records to identify struggling readers; worked with small group projects.  \nx Created and directed Halloween and Winter Festival performances attended by families. \n \nSophomore Intern (Fifth Grade), Country Day School, Short Hills, NJ           Spring 20xx \nx Created interactive SMARTboard games for lessons, taught small group activities. \nx Utilized EverydayMath and Teachers College Reading Workshop Model. \n \nSophomore Intern (First Grade), River Place School, Cranford, NJ                            Fall 20xx",
        "summary": "- **Information:**\n  - Name: Iman Education Student\n  - Email: iman.student@gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  - Highly motivated and dedicated Education student at Seton Hall University, expected to graduate in May 20xx with a Bachelor of Science in Education. Holds a strong academic record with a GPA of 3.8/4.0 and Dean's List recognition. Possesses practical teaching experience across various grade levels and diverse student populations. Eager to apply acquired knowledge and skills in Elementary Education, Early Childhood Education, and Special Education to create engaging and supportive learning environments. Holds NJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx).\n\n- **Core Skills:**\n  - Lesson Planning & Curriculum Development\n  - Classroom Management\n  - Differentiated Instruction\n  - Formative and Summative Assessment\n  - Special Education Strategies (ADD, Autism, OCD, Cerebral Palsy)\n  - English Language Learner (ELL) Support\n  - Behavior Intervention Planning\n  - Small Group Instruction\n  - Parent-Teacher Communication\n  - Technology Integration (SMARTboard, Classroom Laptops)\n  - Collaboration\n  - Communication\n  - Adaptability\n  - Creativity\n  - Leadership\n\n- **Work Experience:**\n  - **Substitute Teacher (K-12)**, Montville Public Schools, Montville, NJ, Sept 20xx-present\n    - *Responsibilities:* Teaching at various grade levels, fulfilling teacher of record duties in multiple elementary schools.\n    - *Key Achievements:* Selected for multiple short-term assignments, including a two-week period.\n  - **Student Teacher (Third Grade)**, Jefferson Elementary School, Maplewood, NJ, Fall 20xx\n    - *Responsibilities:* Taught an inclusive class of 23 ethnically diverse students, including ELLs and students with special needs. Developed and implemented lessons based on NJ Common Core Standards. Modified lessons for students with learning disabilities. Utilized various assessment techniques. Prepared students for standardized testing (PARCC). Attended meetings and conferences.\n    - *Technologies Used:* Classroom laptops.\n  - **Junior Intern (Kindergarten)**, South End Elementary School, Cedar Grove, NJ, Spring 20xx\n    - *Responsibilities:* Taught an inclusive classroom of 21 students. Designed and taught science lessons. Assisted in grading papers. Created theme-based bulletin boards. Developed a sample behavior intervention plan.\n  - **Junior Intern (Second Grade)**, Central Community School, Orange, NJ, Fall 20xx\n    - *Responsibilities:* Provided individual support to 6 students functioning below grade level. Administered running records. Worked with small group projects. Created and directed school performances.\n  - **Sophomore Intern (Fifth Grade)**, Country Day School, Short Hills, NJ, Spring 20xx\n    - *Responsibilities:* Created interactive SMARTboard games for lessons. Taught small group activities.\n    - *Technologies Used:* SMARTboard.\n    - *Skills Used:* EverydayMath, Teachers College Reading Workshop Model\n  - **Sophomore Intern (First Grade)**, River Place School, Cranford, NJ, Fall 20xx\n\n- **Education:**\n  - **Seton Hall University, South Orange, NJ**\n    - Bachelor of Science in Education, expected May 20xx\n    - Majors: Elementary Education, Early Childhood Education, Special Education\n    - Concentration: Environmental Studies\n    - GPA: 3.8/4.0\n    - Dean's List (all semesters)\n  - **Hillsborough High School, Hillsborough, NJ**\n    - Diploma, June 20xx\n\n- **Certifications & Training:**\n  - NJ Certificate of Eligibility with Advanced Standing (anticipated June 20xx):\n    - Elementary Education (Grades K-5)\n    - Early Childhood Education (Grades PreK-3)\n    - Teacher of Students with Disabilities (K-12)\n    - Environmental Studies (Grades 6-8)\n\n- **Industry Keywords:**\n  - Elementary Education\n  - Early Childhood Education\n  - Special Education\n  - Environmental Studies\n  - K-12 Education\n  - Common Core Standards\n  - Differentiated Instruction\n  - Classroom Management\n  - Lesson Planning\n  - Assessment\n  - PARCC\n  - IEP\n  - ELL\n  - Behavior Intervention\n  - SMARTboard\n  - Student Teaching\n  - Curriculum Development"
    },
    {
        "file": "Resume-Samples-1-36-16.pdf",
        "text": "Iman Education Student          Page 2 \n \nRELATED EXPERIENCE \nCo-Chair & Mentor (Third Grade), Little Angels Forum, Orange, NJ                Sept 20xx- Present  \nx Serve as role model to 15 young in outreach program for at-risk girls focused on building skills and self-esteem. \nx Create and lead weekly mentor meetings, develop activities and interact with families on weekly basis. \n \nHead Counselor (Fifth-Eighth Grade), Camp Morrow, White Plains, NY                        Summers 20xx, 20xx  \nx Managed 40 campers attending two week overnight camp (four separate sessions). \nx Coordinated educational/social activities for 100 campers, including computer, math and field trips. \nx Worked individually with 13 year old camper with Asperger¶s and developmental delays. \nx Trained and supervised 8 junior counselors and counselors-in-training. \nx Communicated with parents and addressed parent concerns and issues. \n \nTeaching Assistant (Ages 6-9), Union Church, Union, NJ         Sept 20xx- June 20xx \nx Assisted in instructing 20 students in weekly class, interacted with parents regarding class progress and behavior. \n \nLEADERSHIP EXPERIENCE \nExecutive Board, The Martin Luther King, Jr. Scholarship Association, Seton Hall                                  Aug 20xx-Present \nx Serve as officer for scholarship association centered in leadership, service, and academics. \nx Participate in weekly service projects that promote change in the community, such as mentoring at-risk students.  \n \nPresident, Rho Upsilon Chapter of Alpha Kappa Alpha Sorority, Inc., Seton Hall University                Nov 20xx – Present  \nx Oversee organization in promoting academic sustainability and encouraging student empowerment. \nx Lead monthly chapter meetings and oversee decision-making and budget approval for the organization. \nx Coordinate fundraising activities, including $5000 raised for local special needs community organization. \n  \nStudent Ambassador, College of Education and Human Services, Seton Hall University           Sept 20xx- Present \nx Selected to represent college and speak to prospective students and families at University Open House events. \n \n \nOTHER EXPERIENCE \nAssistant Coach, Maplewood Parks and Recreation, Maplewood, NJ         Summers 20xx, 20xx \nx Instructed 20 basketball players (ages 10-12) in summer recreation league. \nx Organized skill level based drills and strategies; supervised 2 weekly practices and 10 game schedule. \nx Collaborated with parents, providing daily progress and email correspondence with updates and forms. \nx Team ended season with undefeated record and invited to regional tournament. \n \nHigh School Activities, Hillsborough High School, Hillsborough, NJ         Sept 20xx-May 20xx \nx Section Leader for nationally recognized marching band (4 years). \nx Editor of student newspaper (3 years). \nx Three Sport Varsity Athlete: Basketball (Captain), Soccer, and Tennis.  \nx Member of French Club, Peer Buddy Program, and Environmental Awareness Club.  \n \nPROFESSIONAL DEVELOPMENT \nx The Project Learning Tree certification focused on teaching lessons in science. (20xx) \nx Attended Professional Development Days on PARCC and Danielson evaluation systems. (20xx) \nx NCBI Facilitator Certification for program focused on prejudice reduction. (20xx) \nx Attended workshops on ³Cyberbullying´ and ³Autism Spectrum Disorder at Seton Hall University. (20xx) \n \nSKILLS \nx PowerPoint, Excel, Brain Pop, Scholastic, Power School, Google Classroom, Elmo, Aesop, iPads \nx Bilingual in Spanish, conversational in French and Italian",
        "summary": "- **Information:**\n  - Name: Iman Education Student\n  - Email: (Not provided)\n  - Phone Number: (Not provided)\n\n- **Candidate Summary:**\n  A highly motivated and experienced student with a passion for education, leadership, and community service. Proven ability to mentor, teach, and manage groups of students of various ages. Strong communication, organizational, and interpersonal skills developed through diverse experiences in mentoring programs, summer camps, teaching assistant roles, and leadership positions. Adept at using technology to enhance learning and skilled in multiple languages.\n\n- **Core Skills:**\n  - Mentoring\n  - Teaching\n  - Leadership\n  - Communication (written and verbal)\n  - Organization\n  - Interpersonal Skills\n  - Teamwork\n  - Curriculum Development\n  - Activity Planning\n  - Conflict Resolution\n  - Problem Solving\n  - Time Management\n  - Public Speaking\n  - Fundraising\n  - Microsoft PowerPoint\n  - Microsoft Excel\n  - Brain Pop\n  - Scholastic\n  - Power School\n  - Google Classroom\n  - Elmo\n  - Aesop\n  - iPads\n  - Bilingual in Spanish\n  - Conversational in French\n  - Conversational in Italian\n\n- **Work Experience:**\n  - **Co-Chair & Mentor (Third Grade)**, Little Angels Forum, Orange, NJ\n    - Dates of Employment: Sept 20xx - Present\n    - Responsibilities:\n      - Serve as role model to 15 young girls in outreach program for at-risk girls focused on building skills and self-esteem.\n      - Create and lead weekly mentor meetings.\n      - Develop activities.\n      - Interact with families on weekly basis.\n    - Key Achievements:\n      - Successfully mentored at-risk girls, contributing to their skill development and self-esteem.\n    - Technologies Used: (Not specified)\n\n  - **Head Counselor (Fifth-Eighth Grade)**, Camp Morrow, White Plains, NY\n    - Dates of Employment: Summers 20xx, 20xx\n    - Responsibilities:\n      - Managed 40 campers attending two-week overnight camp (four separate sessions).\n      - Coordinated educational/social activities for 100 campers, including computer, math, and field trips.\n      - Worked individually with 13-year-old camper with Asperger’s and developmental delays.\n      - Trained and supervised 8 junior counselors and counselors-in-training.\n      - Communicated with parents and addressed parent concerns and issues.\n    - Key Achievements:\n      - Effectively managed and supervised a large group of campers.\n      - Successfully integrated a camper with special needs into camp activities.\n      - Trained and supervised junior counselors.\n    - Technologies Used: (Not specified)\n\n  - **Teaching Assistant (Ages 6-9)**, Union Church, Union, NJ\n    - Dates of Employment: Sept 20xx - June 20xx\n    - Responsibilities:\n      - Assisted in instructing 20 students in weekly class.\n      - Interacted with parents regarding class progress and behavior.\n    - Key Achievements:\n      - Supported the lead teacher in providing effective instruction.\n      - Maintained positive communication with parents.\n    - Technologies Used: (Not specified)\n\n  - **Assistant Coach**, Maplewood Parks and Recreation, Maplewood, NJ\n    - Dates of Employment: Summers 20xx, 20xx\n    - Responsibilities:\n      - Instructed 20 basketball players (ages 10-12) in summer recreation league.\n      - Organized skill-level based drills and strategies.\n      - Supervised 2 weekly practices and 10 game schedule.\n      - Collaborated with parents, providing daily progress and email correspondence with updates and forms.\n    - Key Achievements:\n      - Team ended season with undefeated record and invited to regional tournament.\n    - Technologies Used: (Not specified)\n\n- **Education:**\n  - (Implied) Seton Hall University (Based on involvement with organizations at Seton Hall)\n    - Relevant Coursework: (Not specified)\n\n- **Certifications & Training:**\n  - The Project Learning Tree certification (20xx)\n  - Professional Development Days on PARCC and Danielson evaluation systems (20xx)\n  - NCBI Facilitator Certification for program focused on prejudice reduction (20xx)\n  - Workshops on “Cyberbullying” and “Autism Spectrum Disorder” at Seton Hall University (20xx)\n\n- **Projects & Portfolio:**\n  - (Not specified)\n\n- **Industry Keywords:**\n  - Education\n  - Mentoring\n  - Child Development\n  - Youth Programs\n  - Curriculum Development\n  - Special Education\n  - Leadership\n  - Community Outreach\n  - Program Management\n  - Communication\n  - PARCC\n  - Danielson Evaluation System\n  - Prejudice Reduction\n  - Cyberbullying\n  - Autism Spectrum Disorder\n  - Technology Integration\n  - Classroom Management\n  - Student Empowerment\n  - Academic Sustainability"
    },
    {
        "file": "Resume-Samples-1-36-17.pdf",
        "text": "FIRST YEAR RESUME GUIDELINES (see page 2 for sample resume) \nFull Name \ny Email address     y  Cell Phone \n \n   OBJECTIVE  To obtain [type of position] in [what setting or environment] (Tailor to use of resume)  \n  \nEDUCATION  Name of University, City, State  \n    Degree Expected (Bachelor of Science, Bachelor of Arts), graduation month, year \n    Major(s) and Minor(s)  (Use term “tracking” name of major if not officially in major) \n \nName of High School, City, State (adding high school to resume is optional) \n    Diploma, graduation month, year \n    Include College prep/AP classes, GPA (if 3.5 or above), academic rank \n \nHONORS  Academic scholarships (both during high school and for college)  \nHigh school recognitions for grades, community service, leadership \nHigh school clubs based on academics (ex: National Honor Society)  \n    Sports or community based honors (ex: MVP, Gold Award Girl Scouts) \n    \nRELATED  Describe how you spent your time outside of class in high school, college and during summers: \nEXPERIENCE  ŹClubs that you belonged to²include leadership roles (ex: prom committee chair) \n    ŹSports that you participated in²include leadership or team/personal achievements \n    ŹSignificant activities²include leadership (ex: band, theatre, committees) \n    ŹCommunity involvement²include leadership roles (ex: religious, town related, volunteer) \n    ŹInternships, special academic programs (ex: high school projects, Girl/Boy Scouts) \n    ŹPart-time job or summer jobs²include retailing, restaurant, office, camp counselor, etc. \n    Formatting Activity:  \n    Title, Club/Activity, Name of High School/College, start-end dates (month, year) \nx Specifics about club (focus, number of members, size of student body) \nx Duties (start with action verb) What were your main tasks and why? \nx Skills developed or utilized (start with action verb)  \nx Significance of your role²achievements, results of  your efforts \nFormatting Athletics: \nTitle (Name of Sport), Name of High School/Organization, start-end dates (month, year) \nx Length of season and number of meets/games/matches \nx Commitment per week to training and practice, and travel \nx Team accomplishments (league/county/region/state tournaments)  \nx Personal achievements/recognitions (academic and performance based)  \nx Additional involvement related to team (summer coach, community service) \nFormatting Community Service/Volunteer: \n    Title, Name of Organization, city, state   start-end dates (month, year) \nx Specifics about your role and many contributions you made  \nx Duties (start with action verb) What were your main tasks and why? \nx Skills developed or utilized (start with action verb)  \n    Formatting Part-time/Summer Job: \n    Title, Name of Organization, city, start-end dates (month, year) \n    (if organization is more impressive than the position, put organization first, then title) \nx Average number of hours (after school/evenings, weekends)  and type of organization  \nx Significant responsibilities (ex: supervise others; oversee a department; order inventory) \nx Other key duties (ex: opened/closed facility, in charge when manager absent, trained others) \nx Skills developed/utilized (ex: problem solving, customer service, handling money) \n \nOTHER  Involvement or participation in other less significant activities, community service, clubs \nINVOLVEMENT  Involvement level (member, participant), name of organization or event (year)    \n \nSKILLS  Computer: software, graphics, statistics, database management programs \n    Social Media/Technology (beyond your personal use) especially new and trending sites  \n    Foreign Language Skills: Identify level of proficiency (basic, oral/written fluency)",
        "summary": "- **Information:**\n    - Name: Full Name\n    - Email: Email address\n    - Phone: Cell Phone\n\n- **Candidate Summary:**\n    - An entry-level candidate seeking a [type of position] in [what setting or environment]. Eager to apply academic knowledge and experience gained through extracurricular activities, volunteer work, and part-time employment. Focused on developing skills and contributing to a team environment.\n\n- **Core Skills:**\n    - Computer skills (software, graphics, statistics, database management programs)\n    - Social Media/Technology\n    - Foreign Language Skills (basic, oral/written fluency)\n\n- **Education:**\n    - Name of University, City, State\n        - Degree Expected (Bachelor of Science, Bachelor of Arts), graduation month, year\n        - Major(s) and Minor(s) (Use term “tracking” name of major if not officially in major)\n    - Name of High School, City, State\n        - Diploma, graduation month, year\n        - College prep/AP classes, GPA (if 3.5 or above), academic rank\n\n- **Honors:**\n    - Academic scholarships\n    - High school recognitions for grades, community service, leadership\n    - High school clubs based on academics\n    - Sports or community based honors\n\n- **Work Experience:**\n    - Title, Club/Activity, Name of High School/College, start-end dates (month, year)\n        - Duties: Specific tasks and responsibilities using action verbs.\n        - Skills: Developed or utilized skills using action verbs.\n        - Significance: Achievements and results of efforts.\n    - Title (Name of Sport), Name of High School/Organization, start-end dates (month, year)\n        - Activities: Training, practice, and travel.\n        - Accomplishments: Team accomplishments and personal achievements.\n        - Additional Involvement: Related activities (summer coach, community service).\n    - Title, Name of Organization, city, state start-end dates (month, year)\n        - Specifics about your role and many contributions you made\n        - Duties (start with action verb) What were your main tasks and why?\n        - Skills developed or utilized (start with action verb)\n    - Title, Name of Organization, city, start-end dates (month, year)\n        - Responsibilities: Key duties and significant responsibilities.\n        - Skills: Developed/utilized skills (problem solving, customer service, handling money).\n\n- **Projects & Portfolio:**\n    - Significant activities²include leadership (ex: band, theatre, committees)\n    - Internships, special academic programs (ex: high school projects, Girl/Boy Scouts)\n\n- **Industry Keywords:**\n    - Academic experience\n    - Leadership roles\n    - Community involvement\n    - Teamwork\n    - Communication skills\n    - Problem-solving\n    - Customer service\n    - Time management\n    - Software proficiency\n    - Social media"
    },
    {
        "file": "Resume-Samples-1-36-18.pdf",
        "text": "SAMPLE FIRST YEAR RESUME (see page one for First Year Resume Guidelines ) \nIma Student \nIamstudent@gmail.com  (222) 222-22222 \n \n   OBJECTIVE  To obtain a part-time job or volunteer position teaching and mentoring children.   \n  \nEDUCATION  Seton Hall University, South Orange, NJ \n    Bachelor of Arts in Psychology, Expected May 20xx \n     \nBest Academy, Bridgewater, NJ  (optional to include high school) \n    High School Diploma, June 20xx \n    Top 10% of graduating class; President of Student Council \n    Honors English and Social Studies (AP credits) \n \nHONORS  SHU Academic Merit Scholarship (4 year annual award) \nSelected as high school ³Volunteer of the Year´ for extensive community service \n    Recipient of ³Sportsmanship´ Award at athletic banquet \n    \nRELATED  Senior Editor, High School Yearbook, Best Academy             September 20xx-June20xx \nEXPERIENCE •   Managed staff of 20 writers and $10,000 budget (circulation of 2,000 copies)  \nx Oversaw weekly meetings with section editors and club advisor  \nx Demonstrated advanced skills in time management, multi-tasking and ability to work under \npressure with deadlines  \n \nVarsity Soccer (Captain Senior Year), Best Academy          September 20xx-June 20xx \nx Served as role model and motivational leader to 20 teammates and  liaison to coaches  \nx Devoted 20 hours per week over 3 months to training, practice and 30 game schedule \nx Hold school record for most goals during high school career \nx Team awarded 2nd Place in Essex County Tournament (2 years in a row) \n \n    Youth Group Leader, Holy Trinity Church, Bridgewater, NJ              May 20xx-Present \nx Design and manage activities and weekly meetings for 30 high school students \nx Organize annual clothing drive (raised $1000 in donations in 20xx) \nx Coordinate and manage a 3 week service trip to El Salvador overseeing 15 peers \n \nADDITIONAL  Wait Staff, Red Lobster, Bridgewater, NJ                                 September 20xx-June 20xx \nEXPERIENCE •   Averaged 20 hours per week (nights and weekends) in highest volume NJ store while \n         attending college as a full-time student  \nx Independently accountable to close store and inventory products on weekly basis \nx Trained new employees on corporate mission; modeled exceptional customer service  \n \n    Senior Camp Counselor, Somerset YMCA, Somerville, NJ              Summers 20xx-20xx \nx Managed 40 campers (ages 10-12) attending two-week day camps (6 different groups). \nx Oversaw training and scheduling for 8 peer counselors; led weekly meetings \nx Worked individually with camper with Asperger¶s Syndrome and cognitive delays \nx Interacted daily with parents to update on child¶s progress and behavior  \n \nOTHER  Participant, Cancer Walk and Relay for Life (4 years in high school) \nINVOLVEMENT  Section Leader, nationally ranked high school marching band (4 years)   \n    Volunteer, Habitat for Humanity (5 Saturdays building home for needy family) \n \nSKILLS  Microsoft Excel, PowerPoint, PhotoShop, Picasa, Instagram, Twitter, Tumblr \n    Bilingual in Spanish, Conversational in French",
        "summary": "- **Information:**\n  - Name: Ima Student\n  - Email: Iamstudent@gmail.com\n  - Phone Number: (222) 222-2222\n\n- **Candidate Summary:**\n  Highly motivated and dedicated first-year Psychology student with a strong background in leadership, teamwork, and community service. Seeking a part-time job or volunteer position focused on teaching and mentoring children. Proven ability to manage projects, lead teams, and communicate effectively with diverse groups.\n\n- **Core Skills:**\n  - Leadership\n  - Teamwork\n  - Communication (Written & Verbal)\n  - Time Management\n  - Multi-tasking\n  - Customer Service\n  - Training\n  - Event Planning\n  - Budget Management\n  - Microsoft Excel\n  - Microsoft PowerPoint\n  - PhotoShop\n  - Picasa\n  - Instagram\n  - Twitter\n  - Tumblr\n  - Bilingual in Spanish\n  - Conversational in French\n\n- **Work Experience:**\n  - **Youth Group Leader, Holy Trinity Church, Bridgewater, NJ**\n    - Dates of Employment: May 20xx - Present\n    - Responsibilities:\n      - Design and manage activities and weekly meetings for 30 high school students.\n      - Organize annual clothing drive.\n      - Coordinate and manage a 3-week service trip.\n    - Key Achievements:\n      - Raised $1000 in donations through the clothing drive in 20xx.\n      - Oversaw 15 peers during the service trip to El Salvador.\n  - **Senior Camp Counselor, Somerset YMCA, Somerville, NJ**\n    - Dates of Employment: Summers 20xx - 20xx\n    - Responsibilities:\n      - Managed 40 campers (ages 10-12) attending two-week day camps.\n      - Oversaw training and scheduling for 8 peer counselors; led weekly meetings.\n      - Worked individually with a camper with Asperger's Syndrome and cognitive delays.\n      - Interacted daily with parents to update on child's progress and behavior.\n  - **Wait Staff, Red Lobster, Bridgewater, NJ**\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Provided customer service while attending college as a full-time student.\n      - Independently accountable to close store and inventory products on a weekly basis.\n      - Trained new employees on corporate mission.\n  - **Senior Editor, High School Yearbook, Best Academy**\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Managed staff of 20 writers and $10,000 budget.\n      - Oversaw weekly meetings with section editors and club advisor.\n    - Key Achievements:\n      - Managed a $10,000 budget for a yearbook with a circulation of 2,000 copies.\n  - **Varsity Soccer (Captain Senior Year), Best Academy**\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Served as a role model and motivational leader to 20 teammates and liaison to coaches.\n      - Devoted 20 hours per week over 3 months to training, practice and 30 game schedule.\n    - Key Achievements:\n      - Held school record for most goals during high school career.\n      - Team awarded 2nd Place in Essex County Tournament (2 years in a row).\n\n- **Education:**\n  - **Seton Hall University, South Orange, NJ**\n    - Bachelor of Arts in Psychology, Expected May 20xx\n  - **Best Academy, Bridgewater, NJ**\n    - High School Diploma, June 20xx\n    - Top 10% of graduating class; President of Student Council\n    - Honors English and Social Studies (AP credits)\n\n- **Honors:**\n  - SHU Academic Merit Scholarship (4 year annual award)\n  - Selected as high school ³Volunteer of the Year´ for extensive community service\n  - Recipient of ³Sportsmanship´ Award at athletic banquet\n\n- **Other Involvement:**\n  - Participant, Cancer Walk and Relay for Life (4 years in high school)\n  - Section Leader, nationally ranked high school marching band (4 years)\n  - Volunteer, Habitat for Humanity (5 Saturdays building home for needy family)\n\n- **Industry Keywords:**\n  - Psychology\n  - Mentoring\n  - Youth Development\n  - Community Service\n  - Leadership\n  - Teamwork\n  - Communication\n  - Event Planning\n  - Training\n  - Budget Management\n  - Customer Service\n  - Microsoft Office Suite\n  - Social Media\n  - Spanish Language\n  - French Language"
    },
    {
        "file": "Resume-Samples-1-36-19.pdf",
        "text": "OTHER COMMON HIGH SCHOOL EXPERIENCES FOR FIRST YEAR STUDENTS \n \nSchool Activities: \n \nSection Leader, Marching Band, Best Academy                 August 20xx-June 20xx \nx Supervised group of 15 peers on a state and national award winning marching band.  \nx Dedicated 20 practice hours on weekdays and weekends over 4 month season. \nx Traveled to Disney World, Washington, DC and Boston for yearly competition trips. \nx Active member of two additional groups involving early morning/late evening practices. \n \nActress/Student Director, Lawrenceville HS, Ewing, NJ        Fall 20xx-Spring 20xx \nx As Student Director, oversaw 50 students, including actors, set crew, music and costumes \nx Recognized as ³Best Student Director´ by Papermill Playhouse NJ Rising Stars  statewide competition \nx Selected for lead roles in 8 productions over four years   \n \nSummer/Part-Time Jobs: \n \nPrivate Music (Flute) Instructor, Long Branch, NJ               20xx-20xx \nx Taught 11 year old 5th grade student twice a week focused on learning school concert music.  \nx Worked on perfecting rhythm dictation and sight reading using sections from methods book.  \n \nHead Lifeguard, ABC Pool, Clifton, NJ                Summers 20xx-present \nx Oversee 10 lifeguards; conduct weekly meetings and provide ongoing certification training. \nx Teach individual and group lessons for ages (infant through adults) at all skill levels. \nx Ensure safety of over 200 patrons per day at local community pool.  \n \nSwim Coach and Instructor, YMCA, Caldwell, NJ Fall           20xx- present \nx Instruct swimmers ages 10 to 16 with autism, mild cognitive deficits and Cerebral Palsy.  \nx Oversee 50 adolescent swimmers and coordinate 10 home and away competitive meets. \nx Created website that provides logistical information and legal permission forms for parents.  \n \nTutor, Private Family, South Orange, NJ                                                 20xx-present \nx Instruct 12 year old student with ADHD in all subjects 3 hours per week over past 2 years. \nx Student has progressed from below grade level to advanced level in 2 subjects. \n \nCashier, ABC Food Store, Bridgewater, NJ                                                      Fall 20xx – Spring 20xx \nx Averaged 20 hours per week while in high school and college as full-time student. \nx Developed reputation as first employee to call when additional staff needed. \nx Demonstrated advanced customer service skills; given independent authority to resolve customer issues. \n \nOffice Assistant (Full-Time), ABC Heating and Repair Service, Bridgewater, NJ                       Summer 20xx \nx Input confidential financial information into database for over 300 customers per week. \nx Set up appointments for both residential and commercial customers. \nx Contacted customers with satisfaction survey; made suggestions to management on how to resolve issues or \ndissatisfaction with service.  \n \nNanny, Private Family, West Orange, NJ                    June 20xx-June 20xx \nx Cared for 2 children (ages 6 & 12) 20 hours per week during school and 40 hours during summer. \nx Handled all morning routines, transportation to and from school and activities, and completion of homework. \n \nBasketball Coach, ABC Summer Basketball Camp, Somerset, NJ                  Summers and Weekends 20xx-present \nx Teach fundamentals to 50 summer campers (ages 5-9) in two week overnight camps (5 separate camps) \nx Create daily drill/practice schedules for basic/advanced skill levels; Oversee 10 intramural games per day \nx Supervise 3 high school peer counselor coaches",
        "summary": "- **Candidate Summary:**\nHighly motivated and experienced individual with a proven track record of leadership, instruction, and customer service. Demonstrated ability to manage teams, teach diverse groups, and provide excellent customer support. Seeking a challenging role where strong communication, organizational, and problem-solving skills can be utilized to contribute to a team's success.\n\n- **Core Skills:**\n  * Leadership\n  * Team Management\n  * Instruction/Teaching\n  * Customer Service\n  * Communication (Written & Verbal)\n  * Time Management\n  * Organization\n  * Problem-Solving\n  * Conflict Resolution\n  * Curriculum Development (Drills/Practice Schedules)\n  * Database Management\n  * Financial Data Entry\n  * Scheduling\n  * Website Creation\n  * CPR/First Aid (Implied through Lifeguard Experience)\n\n- **Work Experience:**\n  * **Head Lifeguard, ABC Pool, Clifton, NJ**\n    * *Dates:* Summers 20xx-Present\n    * *Responsibilities:* Oversee 10 lifeguards, conduct weekly meetings, provide ongoing certification training, teach individual and group lessons for all ages and skill levels, ensure safety of over 200 patrons per day.\n    * *Key Achievements:* Maintained a safe environment for a high volume of patrons, developed and delivered effective training programs for lifeguards.\n    * *Technologies Used:* (Implied) First aid equipment, pool safety equipment.\n\n  * **Swim Coach and Instructor, YMCA, Caldwell, NJ**\n    * *Dates:* Fall 20xx-Present\n    * *Responsibilities:* Instruct swimmers ages 10 to 16 with autism, mild cognitive deficits, and Cerebral Palsy; oversee 50 adolescent swimmers; coordinate 10 home and away competitive meets; created website for logistical information and legal permission forms.\n    * *Key Achievements:* Developed a website to streamline communication and paperwork for parents, provided inclusive and effective swim instruction to individuals with diverse needs.\n    * *Technologies Used:* Website creation tools (unspecified).\n\n  * **Tutor, Private Family, South Orange, NJ**\n    * *Dates:* 20xx-Present\n    * *Responsibilities:* Instruct 12-year-old student with ADHD in all subjects, 3 hours per week.\n    * *Key Achievements:* Student progressed from below grade level to advanced level in 2 subjects.\n\n  * **Cashier, ABC Food Store, Bridgewater, NJ**\n    * *Dates:* Fall 20xx – Spring 20xx\n    * *Responsibilities:* Operated cash register, provided customer service, resolved customer issues.\n    * *Key Achievements:* Developed a reputation as a reliable employee, independently resolved customer issues.\n\n  * **Office Assistant (Full-Time), ABC Heating and Repair Service, Bridgewater, NJ**\n    * *Dates:* Summer 20xx\n    * *Responsibilities:* Input confidential financial information into a database, set up appointments for residential and commercial customers, contacted customers for satisfaction surveys, made suggestions to management.\n    * *Key Achievements:* Efficiently processed financial data for a large customer base, identified and communicated customer service improvements to management.\n    * *Technologies Used:* Database software (unspecified).\n\n  * **Nanny, Private Family, West Orange, NJ**\n    * *Dates:* June 20xx-June 20xx\n    * *Responsibilities:* Cared for 2 children (ages 6 & 12), handled morning routines, transportation, homework assistance.\n\n  * **Basketball Coach, ABC Summer Basketball Camp, Somerset, NJ**\n    * *Dates:* Summers and Weekends 20xx-Present\n    * *Responsibilities:* Teach basketball fundamentals to 50 campers (ages 5-9), create daily drill/practice schedules, oversee intramural games, supervise peer counselor coaches.\n    * *Key Achievements:* Developed and implemented effective basketball training programs for young campers.\n\n  * **Private Music (Flute) Instructor, Long Branch, NJ**\n    * *Dates:* 20xx-20xx\n    * *Responsibilities:* Taught flute to an 11-year-old student, focused on school concert music, rhythm dictation, and sight-reading.\n\n- **Projects & Portfolio:**\n  * **Website for YMCA Swim Team:** Created a website to provide logistical information and legal permission forms for parents, improving communication and streamlining administrative processes.\n\n- **Industry Keywords:**\n  * Education\n  * Instruction\n  * Coaching\n  * Childcare\n  * Customer Service\n  * Team Management\n  * Aquatics\n  * Lifeguarding\n  * Recreation\n  * Sports\n  * Music\n  * Administration\n  * Data Entry\n  * Scheduling\n  * Website Development\n  * Special Needs (Autism, Cognitive Deficits, Cerebral Palsy)"
    },
    {
        "file": "Resume-Samples-1-36-2.pdf",
        "text": "Devin C. Debit  \ndevindebit@noemail7.com  973-761-9355 \n  \nCAREER OBJECTIVE \nTo obtain an entry-level position with a regional public accounting firm with a special interest in corporate \ntax accounting and auditing  \n \nEDUCATION \nSeton Hall University, South Orange, NJ  \nMaster of Science in Accounting        May 20xx  \nEligible to sit for the CPA exam with 150 credits \nGPA:  3.83/4.00 \n \nUniversity of South Florida, Tampa, FL   May 20xx \nBachelor of Science in Finance \nGPA: 3.64/4.00  \n \nRELATED COURSEWORK  \nManagerial Accounting and Decision Making    Advanced Corporate Income Tax  \nAdvanced Financial Accounting      Microeconomics Theory and Applications \nCorporate Finance I, II and III      Enterprise Accounting \n \nEXPERIENCE \nAnderson, Smith & Jones, LLC, Roseland, NJ    \nAccounting Intern         May 20xx - September 20xx \n Assisted with the annual audit of a health care consortium and identified a major posting error leading \nto the recovery of over $74,000 in federal tax credits  \n Created workbook for newly hired interns that was adopted by other four offices in Northeast  \n ReceiYed a commendaWion fUom Whe fiUm¶V managing paUWneU  \n Awarded Intern of the Month in the second month of employment  \n Assisted with various bookkeeping tasks including payroll and accounts payable for a mid-sized \nmanufacturing firm \n \nStephen Roberts, Certified Public Accountant, Raleigh, NC    \nAccoXnWanW¶s AssisWanW        Summer 20xx \n PUoceVVed clienWV¶ Wa[ UeWXUnV and filed Xp Wo WZo do]en annXal UepoUWV online each monWh \n Entered payroll data for 10 small businesses using Professional Suite Accounting Write -Up CS \n \nUniversity of South Florida Housing and Residence Life, Miami, FL  \nResident Assistant         August 20xx - May 20xx \n Managed a university residence hall floor of 55 ethnically diverse undergraduate students \n Organized and facilitated monthly floor meetings; coordinated weekly programs \n Worked in Residence Life office, managed building front desk, participated in on call duty  \n \nHONORS AND AWARDS \nToastmasters International of Nashville Gold Medal - Oratory Competition, March 20xx  \nPhi Kappa Phi Honor Society, Member, January 20xx - Present  \nNashville Natatorium, First Place - Freestyle, Annual Swimming Contest, December 20xx \n \nACTIVITIES \nBeta Alpha Psi, Member       September 20xx - present \n Attend weekly site visits to network with professionals at public accounting firms \n \nOutward Bound, The Appalachian Trail, Asheville, NC     May 20xx \nx Participated in week-long wilderness team building experience with a group of 10 students",
        "summary": "- **Information:**\n  - Name: Devin C. Debit\n  - Email: devindebit@noemail7.com\n  - Phone Number: 973-761-9355\n\n- **Candidate Summary:**\n  - Entry-level accounting professional with a strong academic background and practical experience in auditing, tax preparation, and bookkeeping. Eager to apply acquired knowledge and skills in a corporate tax accounting and auditing role within a regional public accounting firm. Proven ability to identify errors, improve processes, and work effectively in team environments.\n\n- **Core Skills:**\n  - Auditing\n  - Tax Preparation\n  - Bookkeeping\n  - Payroll Processing\n  - Accounts Payable\n  - Financial Accounting\n  - Managerial Accounting\n  - Data Entry\n  - Communication (Written and Verbal)\n  - Teamwork\n  - Leadership\n  - Problem Solving\n  - Time Management\n  - Customer Service\n  - Microsoft Office Suite\n\n- **Work Experience:**\n  - **Accounting Intern**\n    - Anderson, Smith & Jones, LLC, Roseland, NJ\n    - May 20xx - September 20xx\n    - Responsibilities: Assisted with annual audits, bookkeeping tasks including payroll and accounts payable.\n    - Key Achievements:\n      - Identified a major posting error during a health care consortium audit, leading to the recovery of over $74,000 in federal tax credits.\n      - Created a workbook for newly hired interns, which was adopted by four other offices in the Northeast.\n      - Received a commendation from the firm's managing partner.\n      - Awarded Intern of the Month in the second month of employment.\n    - Technologies Used: N/A\n\n  - **Accountant's Assistant**\n    - Stephen Roberts, Certified Public Accountant, Raleigh, NC\n    - Summer 20xx\n    - Responsibilities: Processed client tax returns, filed annual reports online, entered payroll data.\n    - Key Achievements:\n      - Processed client tax returns and filed up to two dozen annual reports online each month.\n    - Technologies Used: Professional Suite Accounting Write-Up CS\n\n  - **Resident Assistant**\n    - University of South Florida Housing and Residence Life, Miami, FL\n    - August 20xx - May 20xx\n    - Responsibilities: Managed a residence hall floor, organized meetings and programs, managed the front desk, and participated in on-call duty.\n    - Key Achievements:\n      - Managed a university residence hall floor of 55 ethnically diverse undergraduate students.\n      - Organized and facilitated monthly floor meetings and coordinated weekly programs.\n    - Technologies Used: N/A\n\n- **Education:**\n  - **Master of Science in Accounting**\n    - Seton Hall University, South Orange, NJ\n    - May 20xx\n    - GPA: 3.83/4.00\n    - Eligible to sit for the CPA exam with 150 credits\n\n  - **Bachelor of Science in Finance**\n    - University of South Florida, Tampa, FL\n    - May 20xx\n    - GPA: 3.64/4.00\n\n- **Certifications & Training:**\n  - N/A\n\n- **Projects & Portfolio:**\n  - N/A\n\n- **Industry Keywords:**\n  - Accounting\n  - Auditing\n  - Tax Accounting\n  - Corporate Tax\n  - Financial Accounting\n  - Managerial Accounting\n  - Public Accounting\n  - CPA\n  - GAAP\n  - Bookkeeping\n  - Payroll\n  - Accounts Payable\n  - Financial Reporting\n  - Internal Controls\n  - Tax Returns"
    },
    {
        "file": "Resume-Samples-1-36-20.pdf",
        "text": "HEATHER HEALTHCARE \n(973) 761-9355   heatherhealth@noemail.com \n \n__________________________________________________________________________________________ \nOBJECTIVE: \n \nTo join a healthcare organization¶s administrative team and contribute to improving delivery of service while \nimplementing business management and strategic development skills \n \n \n__________________________________________________________________________________________ \nEDUCATION: \n \nSeton Hall University, School of Health and Medical Sciences, South Orange, NJ    \nMaster of Healthcare Administration (CAHME Accredited), May 20xx \n \nRutgers University, New Brunswick, NJ   \nBachelor of Arts in Sociology with a Minor in Business Administration, December 20xx \n \n \n__________________________________________________________________________________________ \nRELEVANT COURSES: \n \nResearch Methods and Statistical Analysis  21st Century American Healthcare System  \nHealthcare Management     Financial Management & Control  \nHealthcare Economics     Financial Management & Accounting  \nEmergency Preparedness     Healthcare Policy  \nManaging Community Health    MIS/Quality and Performance Management  \nLegal Issues & Human Resources    Strategic Planning and Marketing  \nEthics         Leadership Institute / Capstone  \n \n \n__________________________________________________________________________________________ \nHEALTHCARE INTERNSHIP: \n \nManagement Intern, Customer Service Department \nNEWARK MEDICAL CENTER, Newark, NJ January 20xx - July 20xx \nNon-profit 500+ bed teaching hospital in an urban setting \nx Conducted daily rounds in inpatient units to build rapport with diverse patient population. \nx Collected data from patients during rounds to build initiatives throughout the hospital. \nx Conducted database work to document patient comments and suggestions. \nx Resolved delicate situations involving the patient, including HIPAA violations, breaches of policy, and \nperceived preventable readmissions or premature hospital discharges. \nx Created individualized physician reports for results of HCAHPS survey (Hospital Consumer Assessment of \nHealthcare Providers and Systems for the Emergency Department. \nx Contributed to drafting and development of new complaints/grievance management policy. \nx Assisted in the development of an ICU customer service protocol for nursing and office staff.  \nx Created hospital-wide educational newsletters for customer service training to emphasize patient \ncompliance tools (AIDET, Teach Back method)",
        "summary": "- **Information:**\n    - Name: Heather Healthcare\n    - Email: heatherhealth@noemail.com\n    - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n    - A highly motivated and skilled healthcare professional seeking to contribute to a healthcare organization's administrative team. Proven ability to improve service delivery through business management and strategic development skills. Experience in patient relations, data analysis, policy development, and customer service training within a healthcare setting.\n\n- **Core Skills:**\n    - Healthcare Administration\n    - Strategic Planning\n    - Policy Development\n    - Customer Service\n    - Patient Relations\n    - Data Analysis\n    - Report Generation\n    - Complaint Resolution\n    - HIPAA Compliance\n    - Training & Development\n    - Communication (Written & Verbal)\n    - Interpersonal Skills\n    - Research Methods\n    - Financial Management\n    - MIS/Quality and Performance Management\n    - Leadership\n\n- **Work Experience:**\n    - **Management Intern, Customer Service Department**\n        - Company: NEWARK MEDICAL CENTER, Newark, NJ\n        - Dates of Employment: January 20xx - July 20xx\n        - Responsibilities:\n            - Conducted daily rounds in inpatient units to build rapport with diverse patient population.\n            - Collected data from patients during rounds to build initiatives throughout the hospital.\n            - Conducted database work to document patient comments and suggestions.\n            - Resolved delicate situations involving patients, including HIPAA violations, breaches of policy, and perceived preventable readmissions or premature hospital discharges.\n            - Created individualized physician reports for results of HCAHPS survey (Hospital Consumer Assessment of Healthcare Providers and Systems) for the Emergency Department.\n            - Contributed to drafting and development of new complaints/grievance management policy.\n            - Assisted in the development of an ICU customer service protocol for nursing and office staff.\n            - Created hospital-wide educational newsletters for customer service training to emphasize patient compliance tools (AIDET, Teach Back method).\n        - Key Achievements:\n            - Improved patient relations through daily rounds and proactive data collection.\n            - Contributed to the development of new policies and protocols to enhance customer service.\n            - Developed educational materials to improve patient compliance and understanding.\n        - Technologies Used:\n            - HCAHPS Survey Tools\n            - Database Software\n\n- **Education:**\n    - **Seton Hall University, School of Health and Medical Sciences, South Orange, NJ**\n        - Degree: Master of Healthcare Administration (CAHME Accredited)\n        - Graduation Year: May 20xx\n    - **Rutgers University, New Brunswick, NJ**\n        - Degree: Bachelor of Arts in Sociology with a Minor in Business Administration\n        - Graduation Year: December 20xx\n\n- **Relevant Courses:**\n    - Research Methods and Statistical Analysis\n    - 21st Century American Healthcare System\n    - Healthcare Management\n    - Financial Management & Control\n    - Healthcare Economics\n    - Financial Management & Accounting\n    - Emergency Preparedness\n    - Healthcare Policy\n    - Managing Community Health\n    - MIS/Quality and Performance Management\n    - Legal Issues & Human Resources\n    - Strategic Planning and Marketing\n    - Ethics\n    - Leadership Institute / Capstone\n\n- **Industry Keywords:**\n    - Healthcare Administration\n    - Hospital Management\n    - Patient Experience\n    - Customer Service\n    - HIPAA\n    - HCAHPS\n    - Policy Development\n    - Quality Improvement\n    - Healthcare Economics\n    - Healthcare Policy\n    - Strategic Planning\n    - Data Analysis\n    - Compliance\n    - Risk Management\n    - Teaching Hospital\n    - Inpatient Units\n    - Emergency Department\n    - ICU\n    - AIDET\n    - Teach Back Method\n    - Grievance Management"
    },
    {
        "file": "Resume-Samples-1-36-21.pdf",
        "text": "Heather Healthcare                      Page 2 \n__________________________________________________________________________________________ \nRELATED EXPERIENCE: \n \nOffice Assistant (Volunteer)  \nJMC COMMUNITY HEALTH SERVICES, INC., Somerset, NJ March 20xx - July 20xx \nNon-profit community organization dedicated to serving elderly population \nx Improved office efficiency and cut down on time wastage by creating new online patient information filing \nsystem.  \nx Processed and maintained patient billing records. \nx Collaborated with insurance companies, government medical organizations, medical personnel and local \ncommunity service organizations.  \n \nAdministrative Support, Medical Records Department \nSAINT ANN'S UNIVERSITY HOSPITAL, Ramapo, NJ  Summer 20xx \nSuburban regional hospital serving three surrounding counties in Northern NJ \nx Assisted office manager in overall functioning of medical record department by maintaining and securing all \nwritten and electronic medical records. \nx Ensured 100% accuracy for confidential and sensitive patient information in records.  \nx Assisted in implementing the process of creating new medical records and retrieving existing medical \nrecords in a timely matter. \nx Trained new office staff and volunteers assigned to department.  \n \nAdministrative Support, Ambulatory Care  \nUNIVERSITY HOSPITAL, Newark, NJ  January 20xx - December 20xx  \nx Monitored and evaluated the integration of service delivery.  \nx Assisted Ambulatory Care Administrator in developing, implementing and evaluating clinic service plans.  \n \n__________________________________________________________________________________________ \nHONORS & ACTIVITIES: \n \nMember, Seton Hall University MHA Program Student Advisory Council 20xx-Present \nMember, American College of Healthcare Executives in New Jersey, 20xx \nx Attended annual Advanced Emergency and Acute Care Conference (April, 20xx)  \nx Completed webinars on Implementation of Health Information, Improving Health Literacy for Patients and \nFamilies, and Advancing Healthcare Leadership \n \n__________________________________________________________________________________________ \nSPECIAL SKILLS: \n \nWorked with Access database to enter patient feedback for easy retrieval \nFamiliar with Emergisoft to obtain patient, physician and nursing information  \nCompetent with Microsoft Word, Excel, Adobe, Access, Outlook, Publisher, Internet Explorer",
        "summary": "- **Work Experience:**\n    - **Office Assistant (Volunteer)**\n        - JMC Community Health Services, Inc., Somerset, NJ\n        - March 20xx - July 20xx\n        - Responsibilities:\n            - Improved office efficiency by creating a new online patient information filing system.\n            - Processed and maintained patient billing records.\n            - Collaborated with insurance companies, government medical organizations, medical personnel, and local community service organizations.\n    - **Administrative Support, Medical Records Department**\n        - Saint Ann's University Hospital, Ramapo, NJ\n        - Summer 20xx\n        - Responsibilities:\n            - Assisted the office manager in the overall functioning of the medical record department by maintaining and securing all written and electronic medical records.\n            - Ensured 100% accuracy for confidential and sensitive patient information in records.\n            - Assisted in implementing the process of creating new medical records and retrieving existing medical records in a timely matter.\n            - Trained new office staff and volunteers assigned to the department.\n    - **Administrative Support, Ambulatory Care**\n        - University Hospital, Newark, NJ\n        - January 20xx - December 20xx\n        - Responsibilities:\n            - Monitored and evaluated the integration of service delivery.\n            - Assisted the Ambulatory Care Administrator in developing, implementing, and evaluating clinic service plans.\n- **Honors & Activities:**\n    - Member, Seton Hall University MHA Program Student Advisory Council, 20xx-Present\n    - Member, American College of Healthcare Executives in New Jersey, 20xx\n        - Attended annual Advanced Emergency and Acute Care Conference (April, 20xx)\n        - Completed webinars on Implementation of Health Information, Improving Health Literacy for Patients and Families, and Advancing Healthcare Leadership\n- **Core Skills:**\n    - Microsoft Office Suite (Word, Excel, Outlook, Publisher)\n    - Adobe\n    - Access\n    - Internet Explorer\n    - Data Entry\n    - Patient Billing\n    - Medical Records Management\n    - Training\n- **Special Skills:**\n    - Access database\n    - Emergisoft\n- **Industry Keywords:**\n    - Healthcare\n    - Medical Records\n    - Patient Information\n    - Ambulatory Care\n    - Clinic Service Plans\n    - Health Information\n    - Healthcare Leadership\n    - Community Health\n    - Emergency Care\n    - Acute Care\n    - Billing\n    - Insurance\n    - Government Medical Organizations"
    },
    {
        "file": "Resume-Samples-1-36-22.pdf",
        "text": "Examples of Leadership Experiences and Descriptions \n \nEXAMPLE FOR RESIDENT ASSISTANT:  \nResident Assistant, Housing and Residence Life, Seton Hall University                               20xx-20xx \nx Manage a community of 40 first year residents; collaborate with team of 7 peer resident assistants.  \nx Create, facilitate and market 45 student programs and activities to promote academic, social and interpersonal \ndevelopment among residents. \nx Utilize mediation skills to resolve roommate conflicts and other resident issues. \nx Serve as student leader during Freshman Orientation attended by 1200 students and families. \nx Organize and facilitate diversity workshop during training of 60 peer resident assistants. \nx Monitor building during days and evenings; report and respond to incidents and crimes. \nx Work closely with key campus departments that provide academic and personal support to students. \n \n  \nEXAMPLE FOR PEER ADVISER: \n \nFreshman Studies, Seton Hall University \nPeer Adviser (Student Instructor) Fall 20xx-Present  \nx Assist faculty in teaching credit course on successful transition to college for first year students (50 students). Course \ntopics include study skills, time management, social engagement and wellness.  \nx Meet individually with students outside of class to discuss career and academic plans. \nx Create assignments, grade quizzes and projects. \nx Completed two week summer training program on leadership development and conflict resolution skills. \nx Assisted with organizing and facilitating summer overnight orientation program for 1200 incoming. students, \nincluding creating icebreakers, coordinating social activities and conducting campus tours. \nx Tutored students in 5 different subjects 10 hours per week. \n \n EXAMPLE FOR INTERCOLLEGIATE ATHLETIC EXPERIENCE: \n \nNCAA DiYision I Men¶s Soccer Team²Big East Conference, Seton Hall University, 20xx-20xx \nx Full scholarship recipient, elected Captain by teammates and coaches (2 consecutive years). \nx Competed at highest level against nationally ranked universities across the country. \nx Voted ³Most Inspirational´ player by teammates (3 years); recipient of Sportsmanship Award.  \nx Named to Big East All-Academic Team (3 years).  \nx Team Representative to University Advisory Committee-monthly meetings with University President. \nx Team invited to NCAA tournament for first time in 10 years; Placed 2\nnd\n in Big East Conference. \nx Presented numerous workshops to K-12 schools on importance of education and healthy nutrition.  \nx Evaluated high school talent and provided campus tours to prospective student-athletes and parents. \n \nEXAMPLES FOR COMPETITIVE STUDENT LEADER POSITION:  \n \nServant Leader Scholar, Center for Vocation and Servant Leadership, SHU Fall 20xx-present \n One of 10 students selected for highly competitive scholarship program and award focused on commitment to \ncommunity service and leadership. \n Participate in monthly meetings and workshops on community engagement. \n Complete 150 community service hours in various community organizations. \n \nOffice of Admissions, Seton Hall University Fall 20xx-present \nStudent Ambassador (Blue Crew)  \nx Selected to represent University in activities designed for prospective and accepted students and families. \nx Contact students accepted to Seton Hall University and inform them about upcoming events. \nx Meet and greet students and their families at Open Houses attended by 900 prospective students and families. \nx Conduct guided tours of campus incorporating extensive knowledge of resources, departments and policies.",
        "summary": "- **Candidate Summary:**\nA highly motivated and experienced individual with a proven track record of leadership, community engagement, and student support. Demonstrated ability to manage and mentor peers, facilitate programs, resolve conflicts, and represent organizations effectively. Strong communication, interpersonal, and organizational skills honed through diverse experiences in residential life, academic advising, athletics, and student ambassadorship.\n\n- **Core Skills:**\n  * Leadership\n  * Communication (Written & Verbal)\n  * Program Development & Facilitation\n  * Conflict Resolution\n  * Mediation\n  * Teamwork & Collaboration\n  * Mentoring & Advising\n  * Public Speaking & Presentation Skills\n  * Time Management\n  * Event Planning\n  * Customer Service\n  * Community Engagement\n\n- **Work Experience:**\n  * **Resident Assistant, Housing and Residence Life, Seton Hall University**\n    * **Dates of Employment:** 20xx-20xx\n    * **Responsibilities:**\n      * Managed a community of 40 first-year residents, collaborating with a team of 7 peer resident assistants.\n      * Created, facilitated, and marketed 45 student programs and activities to promote academic, social, and interpersonal development among residents.\n      * Utilized mediation skills to resolve roommate conflicts and other resident issues.\n      * Served as a student leader during Freshman Orientation attended by 1200 students and families.\n      * Organized and facilitated diversity workshops during the training of 60 peer resident assistants.\n      * Monitored the building during days and evenings; reported and responded to incidents and crimes.\n      * Worked closely with key campus departments that provide academic and personal support to students.\n  * **Peer Adviser (Student Instructor), Freshman Studies, Seton Hall University**\n    * **Dates of Employment:** Fall 20xx-Present\n    * **Responsibilities:**\n      * Assisted faculty in teaching a credit course on successful transition to college for first-year students (50 students). Course topics included study skills, time management, social engagement, and wellness.\n      * Met individually with students outside of class to discuss career and academic plans.\n      * Created assignments and graded quizzes and projects.\n      * Assisted with organizing and facilitating summer overnight orientation programs for 1200 incoming students, including creating icebreakers, coordinating social activities, and conducting campus tours.\n      * Tutored students in 5 different subjects 10 hours per week.\n    * **Achievements:**\n      * Completed a two-week summer training program on leadership development and conflict resolution skills.\n  * **NCAA Division I Men's Soccer Team – Big East Conference, Seton Hall University**\n    * **Dates of Employment:** 20xx-20xx\n    * **Responsibilities:**\n      * Competed at the highest level against nationally-ranked universities across the country.\n      * Team Representative to University Advisory Committee – monthly meetings with University President.\n      * Evaluated high school talent and provided campus tours to prospective student-athletes and parents.\n    * **Achievements:**\n      * Full scholarship recipient, elected Captain by teammates and coaches (2 consecutive years).\n      * Voted \"Most Inspirational\" player by teammates (3 years); recipient of Sportsmanship Award.\n      * Named to Big East All-Academic Team (3 years).\n      * The team was invited to the NCAA tournament for the first time in 10 years; Placed 2nd in the Big East Conference.\n      * Presented numerous workshops to K-12 schools on the importance of education and healthy nutrition.\n  * **Student Ambassador (Blue Crew), Office of Admissions, Seton Hall University**\n    * **Dates of Employment:** Fall 20xx-present\n    * **Responsibilities:**\n      * Selected to represent the University in activities designed for prospective and accepted students and families.\n      * Contacted students accepted to Seton Hall University and informed them about upcoming events.\n      * Met and greeted students and their families at Open Houses attended by 900 prospective students and families.\n      * Conducted guided tours of the campus incorporating extensive knowledge of resources, departments, and policies.\n  * **Servant Leader Scholar, Center for Vocation and Servant Leadership, SHU**\n    * **Dates of Employment:** Fall 20xx-present\n    * **Responsibilities:**\n      * Participated in monthly meetings and workshops on community engagement.\n      * Completed 150 community service hours in various community organizations.\n    * **Achievements:**\n      * Selected as one of 10 students for a highly competitive scholarship program and award focused on commitment to community service and leadership.\n\n- **Industry Keywords:**\n  * Higher Education\n  * Student Affairs\n  * Residential Life\n  * Athletics\n  * Admissions\n  * Mentoring\n  * Leadership Development\n  * Community Service\n  * Program Management\n  * Student Engagement\n  * Academic Advising\n  * Conflict Resolution\n  * Event Planning"
    },
    {
        "file": "Resume-Samples-1-36-23.pdf",
        "text": "President, XYZ Club (Campus Organization), Seton Hall University, 20xx-20xx \nx Oversee 10 member executive board; lead weekly meetings for 50 member organization. \nx Accountable for decision-making and budget approval. \nx Spearheaded membership drive that resulted in 20% increase in active members. \nx Coordinate fundraising events, including $5000 raised for local special needs organization. \n \nProgram/Event Coordinator, ABC Sorority, Seton Hall University,  20xx-20xx \nx Organized yearly campus wide Greek Week competition event attended by 200 students. \nx Member of Executive Board; attended biweekly meetings.  \nx Developed and coordinated numerous fundraising activities resulting in record member participation and over $6000 \ndonations to local charities. \n \nService on Saturday Leader, Division of Volunteer Efforts, Seton Hall University, Fall 20xx \nx Supervised 40 students on 3 Saturdays participating in local community projects. \nx Service projects included painting a middle school, cleaning a local park, and working at a soup kitchen.  \n \n  \nEXAMPLE OF CAMPUS PAID STUDENT POSITION:  \n \nOperations Staff, University Center, Seton Hall University, Fall 20xx-present  \nx Work evening and early morning shifts in high volume campus student center serving 5000 students. \nx Provide logistical support to large events and activities attended by up to 400 guests. \nx Completed 2 day training on exceptional customer service, safety regulations and technology usage. \nx Train new student employees on logistics; utilize strong time management skills. \nx Demonstrate advanced proficiency with different types of technology and video equipment.   \n \nMath Tutor, Academic Resource Center, Seton Hall University, Spring 20xx \nx Guide and support students in their classes to establish effective study strategies and self-advocacy. \nx Provide individualized instruction to students enrolled in Algebra, Statistics and Calculus courses. \nx Maintain up to 15 appointments per week, including ³drop in´ hours. \n \nDesk Assistant, Housing and Residence Life, Seton Hall University, Fall 20xx-present \nx Maintain security for residents and guests in a facility housing over 500 students. \nx Provide prompt, polite, courteous, professional, and timely customer service.   \nx Complete accurate computerized desk logs and work orders. \nx Communicate problems, issues, and concerns to the Residence Hall Coordinator.",
        "summary": "- **Candidate Summary:**\nHighly motivated and experienced student leader with a proven track record of driving membership growth, coordinating successful fundraising events, and providing excellent customer service. Adept at managing teams, overseeing budgets, and providing logistical support for large events. Seeking opportunities to leverage strong organizational, communication, and problem-solving skills in a dynamic environment.\n\n- **Core Skills:**\n    * Leadership\n    * Event Planning\n    * Fundraising\n    * Team Management\n    * Budget Management\n    * Customer Service\n    * Communication (Written & Verbal)\n    * Time Management\n    * Training\n    * Problem Solving\n    * Logistical Support\n    * Technical Proficiency\n\n- **Work Experience:**\n\n    * **President, XYZ Club (Campus Organization), Seton Hall University, 20xx-20xx**\n        * **Responsibilities:** Oversaw 10-member executive board, led weekly meetings for 50-member organization, made key decisions, approved budgets.\n        * **Key Achievements:** Spearheaded membership drive resulting in a 20% increase in active members, coordinated fundraising events that raised $5000 for a local special needs organization.\n\n    * **Program/Event Coordinator, ABC Sorority, Seton Hall University, 20xx-20xx**\n        * **Responsibilities:** Organized yearly campus-wide Greek Week competition event, attended bi-weekly executive board meetings.\n        * **Key Achievements:** Developed and coordinated numerous fundraising activities resulting in record member participation and over $6000 in donations to local charities.\n\n    * **Service on Saturday Leader, Division of Volunteer Efforts, Seton Hall University, Fall 20xx**\n        * **Responsibilities:** Supervised 40 students on 3 Saturdays participating in local community projects.\n        * **Key Achievements:** Successfully led students in completing service projects including painting a middle school, cleaning a local park, and working at a soup kitchen.\n\n    * **Operations Staff, University Center, Seton Hall University, Fall 20xx-present**\n        * **Responsibilities:** Worked evening and early morning shifts in a high-volume campus student center, provided logistical support to large events and activities.\n        * **Key Achievements:** Completed training on customer service, safety regulations, and technology usage; trained new student employees on logistics; demonstrated proficiency with technology and video equipment.\n\n    * **Math Tutor, Academic Resource Center, Seton Hall University, Spring 20xx**\n        * **Responsibilities:** Guided and supported students in their classes, provided individualized instruction in Algebra, Statistics, and Calculus.\n        * **Key Achievements:** Maintained up to 15 appointments per week, including drop-in hours.\n\n    * **Desk Assistant, Housing and Residence Life, Seton Hall University, Fall 20xx-present**\n        * **Responsibilities:** Maintained security for residents and guests, provided customer service, completed desk logs and work orders, communicated issues to the Residence Hall Coordinator.\n\n- **Industry Keywords:**\n    * Higher Education\n    * Student Affairs\n    * Event Management\n    * Volunteer Management\n    * Customer Service\n    * Tutoring\n    * Security\n    * Logistics\n    * Fundraising\n    * Community Outreach\n    * Leadership\n    * Teamwork"
    },
    {
        "file": "Resume-Samples-1-36-24.pdf",
        "text": "Alex NonProfit \n973-761-9355       NonProfitAlex@noemail.gmail.com \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nBachelor of Arts in Social and Behavioral Sciences, May 20xx \nConcentration in Social Work, Minor in Psychology \n \nStudy Abroad, Valencia, Spain, Summer 20xx \nLived with Spanish-speaking family while enrolled in communication courses. Participated in excursions to the cities of \nMadrid, Toledo, Granada, and Barcelona. \n \nRELATED COURSEWORK \nSocial Problems and Solutions, Social Change, Social Inequalities, Research Methods I & II, International Psychology, \nSocial Psychology, Social Work and the Law, Organizing Grassroots Communities \n \nEXPERIENCE \nBanner Initiative, Summit, NJ       April 20xx ʹ Present \nNon-profit Intern (Youth Advocacy Program) \nx RegƵlarlǇ reǀieǁ and Ƶpdate office͛s eǆtensiǀe list of local commƵnitǇ resoƵrces in Eǆcel for staff referrals \nx Prepare materials for, and co-facilitate, the teenager self-discovery group on a monthly basis  \nx Conduct outreach to local businesses to request donations for annual events such as the Holiday Toy Drive \n \nYMCA After School Program, Maplewood, NJ     May 20xx ʹ September 20xx \nAfter School Counselor \nx Supervised groups of 15-20 children between the ages of 7-9 during a daily after school program \nx Organized and facilitated daily educational and recreational activities for children including foreign language \nlessons and team building exercises \nx Assisted children with English and math homework assignments on a regular basis \nx Interacted with parents on a daily basis; attended weekly meetings with 10 peer counselors \n \nVOLUNTEER EXPERIENCE \nDivision of Volunteer Efforts (DOVE), Seton Hall University   September 20xx ʹ Present \nx Help paint 5 local elementary high schools through the local community each school year \nx Visit a local nursing home weekly and interact with residents during meals and structured activities \nx Participate in service learning trips to countries such as Brazil and Argentina  \n \nAmerican Red Cross Relay, Summit, NJ      Summers 20xx ʹ Present \nx Raise funds for the American Red Cross during the annual walk-a-thon fundraiser  \nx Reach out to local businesses and professional network to establish sponsorship opportunities  \nx Led a team of 10-15 individuals with organizing outreach campaigns, monitoring donations, and managing \nteam͛s homepage on the organiǌation͛s Walk-a-Thon website \n \nSeton Hall Soup Kitchen       September 20xx ʹ May 20xx \nx Volunteered once a month at the Sunday dinner soup kitchen \nx Served food and beverages to homeless individuals at the shelter as well as helped clean up the dining room  \n \nSKILLS \nLanguages: Fluent in Spanish and Italian \nSoftware: Microsoft Word, Excel, and PowerPoint",
        "summary": "- **Information:**\n  - Name: Alex NonProfit\n  - Email: NonProfitAlex@noemail.gmail.com\n  - Phone Number: 973-761-9355\n\n- **Candidate Summary:**\n  - A dedicated and passionate individual with experience in non-profit settings, youth advocacy, and community outreach. Possesses strong interpersonal and communication skills developed through volunteer work, internships, and academic pursuits. Eager to contribute to organizations focused on social impact and community development. Fluent in Spanish and Italian.\n\n- **Core Skills:**\n  - Youth Advocacy\n  - Community Outreach\n  - Volunteer Management\n  - Program Facilitation\n  - Interpersonal Communication\n  - Team Leadership\n  - Fundraising\n  - Microsoft Office Suite (Word, Excel, PowerPoint)\n  - Spanish (Fluent)\n  - Italian (Fluent)\n\n- **Work Experience:**\n  - **Non-profit Intern (Youth Advocacy Program)**\n    - Company: Banner Initiative, Summit, NJ\n    - Dates of Employment: April 20xx – Present\n    - Responsibilities:\n      - Regularly review and update the office's extensive list of local community resources in Excel for staff referrals.\n      - Prepare materials for and co-facilitate the teenager self-discovery group on a monthly basis.\n      - Conduct outreach to local businesses to request donations for annual events such as the Holiday Toy Drive.\n    - Technologies Used: Excel\n  - **After School Counselor**\n    - Company: YMCA After School Program, Maplewood, NJ\n    - Dates of Employment: May 20xx – September 20xx\n    - Responsibilities:\n      - Supervised groups of 15-20 children between the ages of 7-9 during a daily after school program.\n      - Organized and facilitated daily educational and recreational activities for children, including foreign language lessons and team-building exercises.\n      - Assisted children with English and math homework assignments on a regular basis.\n      - Interacted with parents on a daily basis; attended weekly meetings with 10 peer counselors.\n\n- **Education:**\n  - **Bachelor of Arts in Social and Behavioral Sciences**\n    - University: Seton Hall University, South Orange, NJ\n    - Graduation Year: May 20xx\n    - Concentration: Social Work\n    - Minor: Psychology\n  - **Study Abroad**\n    - Location: Valencia, Spain\n    - Duration: Summer 20xx\n    - Description: Lived with a Spanish-speaking family while enrolled in communication courses. Participated in excursions to Madrid, Toledo, Granada, and Barcelona.\n\n- **Volunteer Experience:**\n  - **Division of Volunteer Efforts (DOVE), Seton Hall University**\n    - Dates: September 20xx – Present\n    - Responsibilities:\n      - Help paint 5 local elementary high schools through the local community each school year.\n      - Visit a local nursing home weekly and interact with residents during meals and structured activities.\n      - Participate in service learning trips to countries such as Brazil and Argentina.\n  - **American Red Cross Relay, Summit, NJ**\n    - Dates: Summers 20xx – Present\n    - Responsibilities:\n      - Raise funds for the American Red Cross during the annual walk-a-thon fundraiser.\n      - Reach out to local businesses and professional network to establish sponsorship opportunities.\n      - Led a team of 10-15 individuals with organizing outreach campaigns, monitoring donations, and managing the team's homepage on the organization's Walk-a-Thon website.\n  - **Seton Hall Soup Kitchen**\n    - Dates: September 20xx – May 20xx\n    - Responsibilities:\n      - Volunteered once a month at the Sunday dinner soup kitchen.\n      - Served food and beverages to homeless individuals at the shelter and helped clean up the dining room.\n\n- **Industry Keywords:**\n  - Non-profit\n  - Social Work\n  - Youth Development\n  - Community Development\n  - Volunteer Management\n  - Fundraising\n  - Outreach\n  - Program Coordination\n  - Advocacy\n  - Social Services\n  - Education\n  - Microsoft Office\n  - Spanish\n  - Italian"
    },
    {
        "file": "Resume-Samples-1-36-25.pdf",
        "text": "Example #1 (pages 1-2) All clinical experiences listed in one section with no descriptions \nExample #2 (pages 3-4) Related clinicals with other related experiences separated into one section   \n \nMary Smith PA-S (Example #1) \n(973) 761-9355  physician.assistant@gmail.com \n \n \nObjective         ________________________________ \n \nEnthusiastic PA candidate seeking a position in an Emergency Department or Critical Care setting. Strong academic \nbackground including training in diverse settings with emphasis on evidence-based practice and interdisciplinary \nmanagement. \n \n \nEducation         ________________________________ \n \nSeton Hall University                                   South Orange, NJ \nMaster of Science in Physician Assistant                                                     May 20xx \n \nRowan University                                     Glassboro, NJ \nBachelor of Arts in Health Promotion and Fitness Management                                May 20xx \n \n \nClinical Internships_________________________________________________________________________________ \n \nObtained complete histories and physical exams, developed and carried out therapeutic and diagnostic plans,  \ncontributed to patient evaluation and decision making, participated in hospital rounds and conferences, ordered and \ninterpreted diagnostic testing, educated and counseled patients and families. \n \nRadiology: \n St. Barnabas Hospital, Livingston, NJ (4 weeks) \n \nOutpatient/Family Medicine: \n Complete Care, Scotch Plains, NJ (4 weeks) \n Primary Care Associates, Millburn, NJ (8 weeks) \n Dr. Ima Family, Belleville, NJ (4 weeks) \n \nPediatric Medicine: \n Pediatrics Unit--John F. Kennedy Hospital, Edison, NJ (4 weeks) \n Neonatal Intensive Care Unit: Newark Beth Israel Medical Center, Newark, NJ (4 weeks) \n \nAcute Care Medicine: \n Emergency Medicine: Centra State Hospital, Freehold, NJ (4 weeks) \n Critical Care Rotation: Saint Michael's Medical, Newark, NJ (4 weeks) \n \nIn Patient Medicine: \n Neurology: John F. Kennedy Hospital, Edison, NJ (4 weeks) \n Internal Medicine: Saint Michael's Medical Center, Newark, NJ (8 weeks) \n Long Term Care: John F. Kennedy Hospital for Rehabilitation, Edison, NJ (4 weeks) \n Psychiatry: Runnell's Hospital, Berkeley Heights, NJ (4 weeks) \n Obstetrics and Gynecology: St. Joseph's Regional Medical Center, Patterson, NJ (8 weeks) \n Cardiothoracic Trauma Surgery: St. Francis Medical Center, Trenton, NJ (8 weeks)",
        "summary": "```\n- Information:\n  - Name: Mary Smith\n  - Email: physician.assistant@gmail.com\n  - Phone Number: (973) 761-9355\n\n- Candidate Summary:\n  - Enthusiastic PA candidate seeking a position in an Emergency Department or Critical Care setting. Strong academic background including training in diverse settings with emphasis on evidence-based practice and interdisciplinary management.\n\n- Core Skills:\n  - Patient Evaluation\n  - Diagnostic Testing and Interpretation\n  - Therapeutic and Diagnostic Plan Development\n  - History Taking and Physical Exams\n  - Patient and Family Education and Counseling\n  - Evidence-Based Practice\n  - Interdisciplinary Management\n  - Hospital Rounds and Conferences\n  - Clinical Skills in Diverse Settings\n\n- Work Experience:\n  - Clinical Internships:\n    - Dates of Employment: (Based on 4-8 week rotations, dates not specified)\n    - Responsibilities:\n      - Obtained complete histories and physical exams.\n      - Developed and carried out therapeutic and diagnostic plans.\n      - Contributed to patient evaluation and decision making.\n      - Participated in hospital rounds and conferences.\n      - Ordered and interpreted diagnostic testing.\n      - Educated and counseled patients and families.\n    - Key Achievements: (Not specified, inferred from responsibilities)\n    - Technologies Used: (Not specified, assumed standard medical equipment and software)\n    - Locations:\n      - St. Barnabas Hospital, Livingston, NJ (Radiology)\n      - Complete Care, Scotch Plains, NJ (Outpatient/Family Medicine)\n      - Primary Care Associates, Millburn, NJ (Outpatient/Family Medicine)\n      - Dr. Ima Family, Belleville, NJ (Outpatient/Family Medicine)\n      - Pediatrics Unit--John F. Kennedy Hospital, Edison, NJ (Pediatric Medicine)\n      - Neonatal Intensive Care Unit: Newark Beth Israel Medical Center, Newark, NJ (Pediatric Medicine)\n      - Emergency Medicine: Centra State Hospital, Freehold, NJ (Acute Care Medicine)\n      - Critical Care Rotation: Saint Michael's Medical, Newark, NJ (Acute Care Medicine)\n      - Neurology: John F. Kennedy Hospital, Edison, NJ (In Patient Medicine)\n      - Internal Medicine: Saint Michael's Medical Center, Newark, NJ (In Patient Medicine)\n      - Long Term Care: John F. Kennedy Hospital for Rehabilitation, Edison, NJ (In Patient Medicine)\n      - Psychiatry: Runnell's Hospital, Berkeley Heights, NJ (In Patient Medicine)\n      - Obstetrics and Gynecology: St. Joseph's Regional Medical Center, Patterson, NJ (In Patient Medicine)\n      - Cardiothoracic Trauma Surgery: St. Francis Medical Center, Trenton, NJ (In Patient Medicine)\n\n- Education:\n  - Master of Science in Physician Assistant, Seton Hall University, South Orange, NJ, May 20xx\n  - Bachelor of Arts in Health Promotion and Fitness Management, Rowan University, Glassboro, NJ, May 20xx\n\n- Industry Keywords:\n  - Physician Assistant\n  - Emergency Medicine\n  - Critical Care\n  - Radiology\n  - Family Medicine\n  - Pediatric Medicine\n  - Acute Care Medicine\n  - Neurology\n  - Internal Medicine\n  - Long Term Care\n  - Psychiatry\n  - Obstetrics and Gynecology\n  - Cardiothoracic Trauma Surgery\n  - Clinical Rotations\n  - Patient Care\n  - Diagnostic Testing\n  - Treatment Planning\n  - EMR (Electronic Medical Records - assumed)\n```"
    },
    {
        "file": "Resume-Samples-1-36-26.pdf",
        "text": "Mary Smith PA-S            Page 2 \n \nHealthcare Related Experience       __________________________ \nEmpire Ambulance Paterson, NJ \nEmergency Medical Technician                                 20xx-20xx \n Averaged 50 hours per week (including nights and weekends; scheduled and on-call). \n Responded to 25 medical emergencies in the field each week. \n Performed rapid assessment treatment, blood pressure checks and administered BLS and First Aid. \n Obtained pertinent patient history, monitored vitals, and assisted advanced medical personnel.  \n \nBacharach Cardiac Rehabilitation at Atlantic Region Medical Center                        \nPomona, NJ \nHealth and Exercise Science- Student Intern                    20xx \n Obtained patient history and intake physical exams and monitored blood pressures. \n Performed initial exercise screening and monitored telemetry. \n Provided health education lectures and handouts to patients and families. \n  \nLicenses and Certifications        __________________________ \n \nNCCPA Certification                              Scheduled May xx, 20xx \nNew Jersey Physician Assistant License                Pending \nAmerican Heart Association BLS and ACLS                                        Expires May and November  20xx \nNew Jersey EMT-B                              Expires 20xx \n \nProfessional Organizations         ___________________ \n \nAmerican Academy of Physician Assistants               20xx- present \nPhysician Assistant Student Society at Seton Hall University                                20xx- present \nNew Jersey State Society of Physician Assistants                      20xx- present \nAttended community workshops held at local hospitals:          20xx-20xx \n Educating Families on Childhood Obesity, John F. Kennedy Hospital \n Working with Special Need Patients, Children¶s Specialized Hospital  \n Fitness Needs of Adults with Type 2 Diabetes, Somerset Medical Center \n \nCommunity Service     _______   __________________________ \n \nMedical Volunteer, TCS New York City Marathon                 October 20xx and 20xx \nTeam Member, Ounce of Prevention, Tampa, FL       November 20xx \n Provided general public with education of preventive care issues through a variety of educational  and screening \nservices. \n Reviewed screening results with clients and guided toward specialized education. \n \nResearch__________________________________________________________________________________________ \n \nSeton Hall University \nThe Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.  Last Name, First Name \n Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium  20xx \n \nSkills_____________________________________________________________________________________________ \n \nProficient in Microsoft Office: Excel, PowerPoint, Publisher, Outlook, SPSS, Mac/PC Friendly \nExperience with Patient First Software; Bilingual in Spanish (including medical language)",
        "summary": "- **Information:**\n  - Name: Mary Smith PA-S\n  - Email: (Not provided, as it's not in the resume)\n  - Phone number: (Not provided, as it's not in the resume)\n\n- **Candidate Summary:**\n  Highly motivated and skilled Physician Assistant-Student (PA-S) with experience in emergency medical care, cardiac rehabilitation, and community health education. Proven ability to perform patient assessments, administer basic life support, and assist advanced medical personnel. Seeking to leverage clinical experience, strong communication skills, and a commitment to patient care in a challenging and rewarding Physician Assistant role.\n\n- **Core Skills:**\n  - Patient Assessment\n  - BLS/ACLS\n  - Blood Pressure Monitoring\n  - Patient History Intake\n  - Telemetry Monitoring\n  - Health Education\n  - Emergency Medical Treatment\n  - Microsoft Office Suite (Excel, PowerPoint, Publisher, Outlook)\n  - SPSS\n  - Patient First Software\n  - Spanish (Bilingual, including medical language)\n  - First Aid\n\n- **Work Experience:**\n  - **Emergency Medical Technician**\n    - Company: Empire Ambulance\n    - Location: Paterson, NJ\n    - Dates of Employment: 20xx-20xx\n    - Responsibilities:\n      - Responded to medical emergencies in the field.\n      - Performed rapid assessment treatment, blood pressure checks, and administered BLS and First Aid.\n      - Obtained pertinent patient history, monitored vitals, and assisted advanced medical personnel.\n    - Key Achievements:\n      - Averaged 50 hours per week (including nights and weekends; scheduled and on-call).\n      - Responded to 25 medical emergencies in the field each week.\n  - **Health and Exercise Science- Student Intern**\n    - Company: Bacharach Cardiac Rehabilitation at Atlantic Region Medical Center\n    - Location: Pomona, NJ\n    - Dates of Employment: 20xx\n    - Responsibilities:\n      - Obtained patient history and intake physical exams and monitored blood pressures.\n      - Performed initial exercise screening and monitored telemetry.\n      - Provided health education lectures and handouts to patients and families.\n\n- **Education:**\n  - Seton Hall University\n    - Research: The Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.\n    - Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium 20xx\n\n- **Certifications & Training:**\n  - NCCPA Certification (Scheduled May xx, 20xx)\n  - New Jersey Physician Assistant License (Pending)\n  - American Heart Association BLS and ACLS (Expires May and November 20xx)\n  - New Jersey EMT-B (Expires 20xx)\n\n- **Projects & Portfolio:**\n  - **Medical Volunteer, TCS New York City Marathon (October 20xx and 20xx):** Provided medical support to marathon participants.\n  - **Team Member, Ounce of Prevention, Tampa, FL (November 20xx):** Provided general public with education of preventive care issues through a variety of educational and screening services. Reviewed screening results with clients and guided toward specialized education.\n  - **Seton Hall University Research Project:** The Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study. Presented at Seton Hall School of Health and Medical Sciences Research Colloquium 20xx.\n\n- **Industry Keywords:**\n  - Physician Assistant\n  - Emergency Medicine\n  - Cardiac Rehabilitation\n  - Patient Care\n  - BLS\n  - ACLS\n  - EMT\n  - Health Education\n  - Medical Screening\n  - Patient Assessment\n  - Vitals Monitoring\n  - Telemetry\n  - Spanish (Medical)\n  - Healthcare\n  - Clinical Research"
    },
    {
        "file": "Resume-Samples-1-36-27.pdf",
        "text": "Joseph Smith PA-S (Example #2) \n(973) 761-9355    physician.assistant#2@gmail.com \n \nQUALIFICATIONS                                                                                                                                                                  \nx Highly motivated Physician Assistant candidate seeking position in emergency/trauma setting.  \nx Strong academic background in varied inpatient, outpatient, and acute settings, experience conducting independent \nresearch, and being published in 60 week clinical program. \nx Skilled at completely assessing, diagnosing, and treating patients ranging from pediatric to geriatric populations in \ndifferent settings.  \nx Skilled in performing a broad range procedures including: suturing of lacerations, incision and drainages of \nabscesses, removal of simple lesions, setting and splinting orthopedic injuries, blood draws, NG tube insertion and \nremoval, and assisting in surgeries. \n \nEDUCATION                                                                                                                                                                  \nSeton Hall University, South Orange, NJ \nMasters of Science, Physician Assistant,         May 20xx \nBachelors of Science, Biology (Cum Laude, Order of Omega inductee),     May 20xx \n \nCERTIFICATIONS                                                                                                                                                       \nWill take Physician Assistant National Certification Exam (PANCE) May, 20xx for PA-C licensure \nAdvanced Cardiac Life Support (ACLS) and Basic Life Support (BLS) Certified \n \nRESEARCH \nSeton Hall University \nThe Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.  Last Name, First Name \nx Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium   20xx \n \nPERTINENT CLINICAL EXPERIENCE                                                                                                                                                       \nEmergency Medicine (1 month), Somerset Medical Center (Somerville, NJ)   May 20xx \nx Functioned in high volume, acute suburban setting that treats 90,000 patients annually. \nx Performed and assisted with suturing and skin stapling of lacerations, fluorescein examinations of the eye, incision \nand drainages of abscesses, setting and splinting orthopedic injuries, blood draws. \nx Cared for a population composed of pediatrics to geriatrics. \n \nInternal Medicine (2 months), John F. Kennedy Hospital (Edison, NJ)               September-October 20xx \nx Functioned as and with internist, tended to in-house management of acute and chronic patients. \nx Managed several inpatients, adjusting medications, ordering tests/ procedures, and writing progress notes. \nx Performed ACLS, functioned as integral part in forty ACLS situations throughout hospital, including the ICU. \nx Interpreted and assisted in several types of advanced radiologic tests including ERCPs and interventional radiology \nprocedures. \n \nSƵƌgeƌǇ ;Ϯ ŵŽŶƚhƐͿ͕ Sƚ͘ JŽƐeƉh͛Ɛ RegiŽŶal Medical CeŶƚeƌ ;PaƚƚeƌƐŽŶ͕ NJͿ           November-December 20xx \nx Functioned in high acuity, high volume Level II Trauma Center performing various surgeries as first and second \nassist; patients ranged from pediatric to geriatric populations. \nx Performed pre-and post-operative examinations, daily rounds, and post-operative progress notes and orders. \nx Functioned on trauma team, performing emergency evaluation and surgeries for treatment of gunshot wounds, car \naccidents, falls, burns, and other types of trauma. \nx Performed several procedures including interrupted suturing, subcuticular stitching, skin stapling, removal of simple \nlesions, parts of laparoscopic surgeries, NG tube insertion and removal.",
        "summary": "- **Information:**\n  - Name: Joseph Smith\n  - Email: physician.assistant#2@gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  Highly motivated Physician Assistant candidate with a strong academic background and clinical experience in varied inpatient, outpatient, and acute settings. Skilled in assessing, diagnosing, and treating patients across all age groups and performing a broad range of procedures. Seeking a position in an emergency/trauma setting.\n\n- **Core Skills:**\n  - Patient Assessment\n  - Diagnosis\n  - Treatment Planning\n  - Suturing\n  - Incision and Drainage\n  - Lesion Removal\n  - Splinting\n  - Blood Draws\n  - NG Tube Insertion/Removal\n  - Surgical Assisting\n  - ACLS\n  - BLS\n  - Medication Management\n  - Progress Note Writing\n  - Emergency Medicine\n  - Trauma Care\n  - Internal Medicine\n  - Pre- and Post-operative Care\n  - Electronic Medical Records (EMR)\n\n- **Work Experience:**\n  - **Emergency Medicine (Clinical Rotation)**\n    - Company: Somerset Medical Center (Somerville, NJ)\n    - Dates: May 20xx\n    - Responsibilities:\n      - Performed and assisted with suturing and skin stapling of lacerations.\n      - Conducted fluorescein examinations of the eye.\n      - Performed incision and drainages of abscesses.\n      - Set and splinted orthopedic injuries.\n      - Performed blood draws.\n      - Cared for a population composed of pediatrics to geriatrics.\n    - Key Achievements:\n      - Functioned in a high-volume, acute suburban setting treating 90,000 patients annually.\n    - Technologies Used: N/A\n\n  - **Internal Medicine (Clinical Rotation)**\n    - Company: John F. Kennedy Hospital (Edison, NJ)\n    - Dates: September-October 20xx\n    - Responsibilities:\n      - Functioned as and with internists, tending to in-house management of acute and chronic patients.\n      - Managed several inpatients, adjusting medications, ordering tests/procedures, and writing progress notes.\n      - Interpreted and assisted in several types of advanced radiologic tests including ERCPs and interventional radiology procedures.\n    - Key Achievements:\n      - Integral part in forty ACLS situations throughout hospital, including the ICU.\n    - Technologies Used: N/A\n\n  - **Surgery (Clinical Rotation)**\n    - Company: St. Joseph’s Regional Medical Center (Paterson, NJ)\n    - Dates: November-December 20xx\n    - Responsibilities:\n      - Performed various surgeries as first and second assist.\n      - Performed pre- and post-operative examinations, daily rounds, and post-operative progress notes and orders.\n      - Functioned on a trauma team, performing emergency evaluation and surgeries for treatment of gunshot wounds, car accidents, falls, burns, and other types of trauma.\n      - Performed several procedures including interrupted suturing, subcuticular stitching, skin stapling, removal of simple lesions, parts of laparoscopic surgeries, NG tube insertion and removal.\n    - Key Achievements:\n      - Functioned in high acuity, high volume Level II Trauma Center.\n    - Technologies Used: N/A\n\n- **Education:**\n  - Seton Hall University, South Orange, NJ\n    - Masters of Science, Physician Assistant, May 20xx\n    - Bachelors of Science, Biology (Cum Laude, Order of Omega inductee), May 20xx\n\n- **Certifications & Training:**\n  - Physician Assistant National Certification Exam (PANCE) - Expected May 20xx\n  - Advanced Cardiac Life Support (ACLS) Certified\n  - Basic Life Support (BLS) Certified\n\n- **Research:**\n  - Seton Hall University\n    - Title: The Relationship Between xxx xxx and Weight xxx During xxxx: A Pilot Study.\n    - Role: Researcher\n    - Outcome: Poster presentation, Seton Hall School of Health and Medical Sciences Research Colloquium (20xx)\n\n- **Industry Keywords:**\n  - Physician Assistant (PA)\n  - Emergency Medicine\n  - Trauma\n  - Internal Medicine\n  - Surgery\n  - Clinical Rotations\n  - Patient Care\n  - Acute Care\n  - Inpatient\n  - Outpatient\n  - Pediatrics\n  - Geriatrics\n  - Suturing\n  - Incision and Drainage\n  - Splinting\n  - ACLS\n  - BLS\n  - PANCE\n  - Medical Procedures\n  - Diagnosis\n  - Treatment\n  - Trauma Center\n  - EMR\n  - Medication Management"
    },
    {
        "file": "Resume-Samples-1-36-28.pdf",
        "text": "Joseph Smith (Page 2) \nOUTPATIENT CLINICAL EXPERIENCE                                                                                                                      \nPediatrics (2 months), Saint Michael's Medical Center (Newark, NJ)     April-May 20xx \nx Functioned in high volume, urban outpatient office setting; caseload up to fifty patients a day. \nx Treated acute illnesses and performed health maintenance in preventative visits allowing for exposure to all various \ncommon pediatric problems for underserved population. \n \nOutpatient Medicine (1 month), New Jersey Medical Group PA (Elizabeth, NJ)    March 20xx \nx Functioned in an urban primary care office, caring for patients ranging from adult to geriatric. Office offered a \nSuboxone program and specialized in treating migraine and cluster headache patients. \nx Independently functioned as practitioner, performed history and physicals including treatment plans. \nx Performed procedures such as incision and drainage, suture removal, and staple removal. \nx Conducted house calls and performed medical visits for immobile homebound patients.  \n \nOutpatient Medicine (1 month), Montville Medical Group (Montville, NJ)    February 20xx \nx Functioned in high volume primary care office seeing patients ranging from pediatric to geriatric. \nx Performed history and physical including a treatment plan, managed chronic and acute problems. \nx Performed procedures such as incision and drainage, suture and staple removal, removal of simple lesions. \n \nOutpatient Medicine (1 month), Union County Healthcare Associates (Garwood, NJ)   January 20xx \nx Functioned as a provider in a high volume urgent care center seeing patients with various acute problems and \nperformed procedures including suturing and incision and drainage. \nx Office specialized in treatment of broad variety of rheumatologic issues. \n \nOTHER CLINICAL EXPERIENCE                                                                                                                      \nObstetrics and Gynecology (1 month), Trinitas Regional Medical Center (Elizabeth, NJ)   December 20xx \nx Functioned in a high volume labor and delivery floor, assisting with and performing deliveries; was first and second \nassist, in cesarean section surgeries. \nx Performed pre- and post-operative examinations, daily rounds, and post-operative progress notes and orders. \nx Assisted in gynecologic surgeries including da Vinci robotic surgeries and procedures including: skin stapling, \nclamping, retracting, suctioning, tying, dressing changes, and suture/staple removal. \n \nPsychiatry (1 month), Berkeley Heights Specialized Hospital (Berkeley Heights, NJ)   October 20xx \nx Functioned in locked in-patient psychiatric facility, provided treatment to voluntary and involuntary patients. \nx Patients mainly consisted of those with Schizophrenia, Bipolar Disorder, and Major Depressive Disorder. \n \nCOMMUNITY SERVICE                                                                                                                                                  \nx Children͛s Miracle Netǁork--Coordinated and volunteered in several fundraising events;  \ndonations ǁere made to Children͛s Specialiǌed Hospital ;MoƵntainside͕ NJͿ    20xx-20xx \nx ͞Dental Health͟ and ͞HealthǇ Eating͟ programs--Helped to coordinate and presented in  \nto underserved communities and elementary schools (Essex/Passaic Counties, NJ)   20xx-20xx \nx Emergency Room Receptionist, Memorial Hospital (Newark, NJ)     20xx-20xx \nx Volunteer--Kent Hospital (Boston, MA), Blood Center of NJ, Brentwood Nursing Home (Newark, DE) \n \nSKILLS                                                                                                                                                                       \nx Proficient with several Electronic Medical Records/Electronic Health Records \nx Significant exposure to several EMR/EHRs: Cerner, Soarian, PACS, Invision, Practice Fusion, Allscripts, Siemens, and \nSunrise; HTML proficient, experience editing and building basic websites",
        "summary": "- **Candidate Summary:**\nHighly motivated and experienced medical professional with a diverse clinical background in outpatient medicine, pediatrics, obstetrics and gynecology, and psychiatry. Proven ability to function independently, manage patient caseloads, and perform various medical procedures. Dedicated to providing quality care to diverse patient populations. Proficient in utilizing various Electronic Medical Records (EMR) and Electronic Health Records (EHR) systems.\n\n- **Core Skills:**\n  * Patient Assessment\n  * Treatment Planning\n  * Diagnosis\n  * Acute Care\n  * Chronic Disease Management\n  * Pediatrics\n  * Obstetrics and Gynecology\n  * Psychiatry\n  * Suturing\n  * Incision and Drainage\n  * Suture and Staple Removal\n  * Electronic Medical Records (EMR)\n  * Electronic Health Records (EHR)\n  * Cerner\n  * Soarian\n  * PACS\n  * Invision\n  * Practice Fusion\n  * Allscripts\n  * Siemens\n  * Sunrise\n  * HTML\n  * Communication\n  * Teamwork\n  * Problem-solving\n\n- **Work Experience:**\n  * **Pediatrics**, Saint Michael's Medical Center (Newark, NJ), April-May 20xx\n    * Responsibilities: Functioned in high volume, urban outpatient office setting; caseload up to fifty patients a day. Treated acute illnesses and performed health maintenance in preventative visits.\n    * Key Achievements: Gained exposure to various common pediatric problems for underserved population.\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n  * **Outpatient Medicine**, New Jersey Medical Group PA (Elizabeth, NJ), March 20xx\n    * Responsibilities: Functioned in an urban primary care office, caring for patients ranging from adult to geriatric. Independently functioned as practitioner, performed history and physicals including treatment plans.\n    * Key Achievements: Conducted house calls and performed medical visits for immobile homebound patients.\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n  * **Outpatient Medicine**, Montville Medical Group (Montville, NJ), February 20xx\n    * Responsibilities: Functioned in high volume primary care office seeing patients ranging from pediatric to geriatric. Performed history and physical including a treatment plan, managed chronic and acute problems.\n    * Key Achievements: N/A\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n  * **Outpatient Medicine**, Union County Healthcare Associates (Garwood, NJ), January 20xx\n    * Responsibilities: Functioned as a provider in a high volume urgent care center seeing patients with various acute problems and performed procedures including suturing and incision and drainage.\n    * Key Achievements: N/A\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n  * **Obstetrics and Gynecology**, Trinitas Regional Medical Center (Elizabeth, NJ), December 20xx\n    * Responsibilities: Functioned in a high volume labor and delivery floor, assisting with and performing deliveries; was first and second assist, in cesarean section surgeries. Performed pre- and post-operative examinations, daily rounds, and post-operative progress notes and orders. Assisted in gynecologic surgeries.\n    * Key Achievements: N/A\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n  * **Psychiatry**, Berkeley Heights Specialized Hospital (Berkeley Heights, NJ), October 20xx\n    * Responsibilities: Functioned in locked in-patient psychiatric facility, provided treatment to voluntary and involuntary patients.\n    * Key Achievements: Provided treatment to patients with Schizophrenia, Bipolar Disorder, and Major Depressive Disorder.\n    * Technologies Used: Electronic Medical Records/Electronic Health Records\n\n- **Industry Keywords:**\n  * Outpatient Care\n  * Primary Care\n  * Urgent Care\n  * Pediatrics\n  * Obstetrics\n  * Gynecology\n  * Psychiatry\n  * EMR\n  * EHR\n  * Clinical Procedures\n  * Patient Management\n  * Acute Illness\n  * Chronic Disease\n  * Underserved Populations\n  * Healthcare\n  * Medical"
    },
    {
        "file": "Resume-Samples-1-36-29.pdf",
        "text": "SUSAN JOHNSON COUNSELOR \n (973) 761-9355   susanjohnson@noemail.gmail.com \n \n \nEDUCATION \nSeton Hall University, South Orange, NJ \nPh.D. in Counseling Psychology, May 20xx \n(Accredited by the American Psychological Association) \n \nHunter College, City University of New York, NY   \nMS.Ed. in Rehabilitation Counseling, December 20xx \n \nBoston University, Boston, MA  \nB.A. in Psychology with Biology Minor, May 20xx               \n \n \nCERTIFICATIONS \nx New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx \nx Certified Rehabilitation Counselor (#xxxxx) since July 20xx \nx Basic Training in Critical Incident Stress Management, November 20xx \n \n \nACADEMIC RESEARCH \nDissertation:  The influence of family, birth order and anxiety on career choice for first generation students. Assessments \nperformed were Multigroup Ethnic Identity Measure Trait Anxiety Scale, State Trait Anxiety Inventory and The Career \nDecision Making Self-Efficacy Scale. \n \n \nCOUNSELING EXPERIENCE \nCounselor/Evaluator (Doctoral Internship), Jefferson Hospital, New York, NY  September 20xx- June 20xx   \nx Assisted with School of Medicine Rehabilitation Psychology Department Traumatic Brain Injury Research Project \nx Administered neuropsychological battery (25 individual measures) to research participants  \nx Conducted semi-structured interviews with program clients, served as co-facilitator in cognitive remediation groups \nx Provided rehabilitation techniques, accommodations suggestions and support to program clients and staff   \nx Completed independent research project for publication on salient issues for those with traumatic brain injuries    \nx Participated in case conferences, instructional didactics and weekly supervision sessions \n \nCounselor (Pre-doctoral Practicum), Washington Children¶s Care, Bayonne, NJ  September 20xx-May 20xx \nx Charted history review, neuropsychological evaluations (i.e., intelligence, attention, memory, perception, language, \neducational skills and personality) of individuals with traumatic brain injury \nx Provided medical management and chronic illness report preparation, individual counseling, family support activities \nx Attended weekly evaluation meetings and professional development seminars \n \nCounselor (Pre-doctoral Practicum), Youth Practice Services, Orange, NJ  March-May 20xx   \nx Assisted doctoral intern with play psycho-educational group for preschoolers with special needs   \nx Individually developed and delivered group curriculum for two sessions prescribed by program requirement  \nx Participated in weekly didactics, supervision and case conferences, submitted weekly clinical progress reports",
        "summary": "- **Information:**\n  - Name: Susan Johnson\n  - Email: susanjohnson@noemail.gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  - Licensed Mental Health Counselor with experience in counseling, evaluation, and academic research. Proven ability to administer neuropsychological assessments, conduct individual and group counseling sessions, and develop tailored rehabilitation plans. Focused on providing support and guidance to individuals and families, with a particular interest in traumatic brain injury and special needs populations.\n\n- **Core Skills:**\n  - Counseling\n  - Neuropsychological Assessment\n  - Rehabilitation Counseling\n  - Individual Counseling\n  - Group Counseling\n  - Family Support\n  - Crisis Intervention\n  - Case Management\n  - Report Writing\n  - Research\n  - Data Analysis\n  - Program Development\n  - Curriculum Development\n  - Communication (written and verbal)\n  - Interpersonal Skills\n  - Collaboration\n  - Empathy\n  - Active Listening\n\n- **Work Experience:**\n  - **Counselor/Evaluator (Doctoral Internship)**\n    - Company: Jefferson Hospital, New York, NY\n    - Dates of Employment: September 20xx - June 20xx\n    - Responsibilities:\n      - Assisted with School of Medicine Rehabilitation Psychology Department Traumatic Brain Injury Research Project.\n      - Administered neuropsychological battery (25 individual measures) to research participants.\n      - Conducted semi-structured interviews with program clients.\n      - Served as co-facilitator in cognitive remediation groups.\n      - Provided rehabilitation techniques, accommodations suggestions, and support to program clients and staff.\n      - Completed independent research project for publication on salient issues for those with traumatic brain injuries.\n      - Participated in case conferences, instructional didactics, and weekly supervision sessions.\n    - Key Achievements:\n      - Contributed to research on traumatic brain injuries.\n      - Provided support and rehabilitation techniques to program clients.\n    - Technologies Used:\n      - Neuropsychological assessment tools\n\n  - **Counselor (Pre-doctoral Practicum)**\n    - Company: Washington Children’s Care, Bayonne, NJ\n    - Dates of Employment: September 20xx - May 20xx\n    - Responsibilities:\n      - Charted history review, neuropsychological evaluations (i.e., intelligence, attention, memory, perception, language, educational skills, and personality) of individuals with traumatic brain injury.\n      - Provided medical management and chronic illness report preparation, individual counseling, family support activities.\n      - Attended weekly evaluation meetings and professional development seminars.\n    - Key Achievements:\n      - Provided comprehensive support to individuals with traumatic brain injuries and their families.\n    - Technologies Used:\n      - Neuropsychological assessment tools\n\n  - **Counselor (Pre-doctoral Practicum)**\n    - Company: Youth Practice Services, Orange, NJ\n    - Dates of Employment: March 20xx - May 20xx\n    - Responsibilities:\n      - Assisted doctoral intern with play psycho-educational group for preschoolers with special needs.\n      - Individually developed and delivered group curriculum for two sessions prescribed by program requirement.\n      - Participated in weekly didactics, supervision, and case conferences, submitted weekly clinical progress reports.\n    - Key Achievements:\n      - Developed and delivered effective group curriculum for preschoolers with special needs.\n\n- **Education:**\n  - Ph.D. in Counseling Psychology, Seton Hall University, South Orange, NJ, May 20xx\n  - MS.Ed. in Rehabilitation Counseling, Hunter College, City University of New York, NY, December 20xx\n  - B.A. in Psychology with Biology Minor, Boston University, Boston, MA, May 20xx\n\n- **Certifications & Training:**\n  - New Jersey State Licensed Mental Health Counselor (#xxxxxx) since May 20xx\n  - Certified Rehabilitation Counselor (#xxxxx) since July 20xx\n  - Basic Training in Critical Incident Stress Management, November 20xx\n\n- **Projects & Portfolio:**\n  - Dissertation: The influence of family, birth order, and anxiety on career choice for first-generation students.\n    - Objective: To investigate the impact of family dynamics, birth order, and anxiety levels on the career choices of first-generation students.\n    - Outcome: Utilized assessments such as the Multigroup Ethnic Identity Measure, Trait Anxiety Scale, State Trait Anxiety Inventory, and The Career Decision Making Self-Efficacy Scale to analyze the factors influencing career decisions.\n\n- **Industry Keywords:**\n  - Counseling Psychology\n  - Mental Health\n  - Rehabilitation Counseling\n  - Traumatic Brain Injury (TBI)\n  - Neuropsychological Assessment\n  - Crisis Intervention\n  - Cognitive Remediation\n  - Special Needs\n  - Play Therapy\n  - Family Therapy\n  - Group Therapy\n  - Career Counseling\n  - Licensed Mental Health Counselor (LMHC)\n  - Certified Rehabilitation Counselor (CRC)\n  - Research\n  - SPSS\n  - Data Analysis\n  - Assessment\n  - Evaluation"
    },
    {
        "file": "Resume-Samples-1-36-3.pdf",
        "text": "Len Laid-Off \n 973.761.9355      LenLaidOff@gmailnoemail.com \n \nAccounting professional with a successful and progressive record of performance in diverse areas of financial \noperations, including corporate, non-profit, CPA firm and banking experience.  \nx Demonstrated record of improving profitability and operational efficiencies  \nx Proven ability to motivate and interact effectively with all levels of management, staff and clients  \nx Excellent communication and leadership skills  \n \nAreas of expertise include:  \nx Cash Flow Management x Banking & Finance x Business Strategy \nx Accounts Receivable x Liability Insurance x Business Operations \nx Accounts Payable x Payroll and 401K x Customer/Vendor Relations \n \nEXPERIENCE \nAssistant Controller / Accounts Payable Manager                                                                  20xx – 20xx \nAdvantage Health Services, Tenafly, NJ \nProvider of services for psychological and addiction problems  \nx Managed vendor relations and partnered with operations management to exceed service levels. \nx Reduced costs by 25% through vendor management, uncovering errors and resolving disputes. \nx Established processes and protocols leading to improved relations with vendors.  \nx Led refinancing project for auto lease project that reduced interest charges. \n \nIndependent Accounting Contractor \nGreenland Chemical Company, Clifton, NJ and Soho, LLC, New York, NY \nNational environmental chemical government contractor  \n20xx – 20xx \nx Researched and selected vendors for special projects for a facility in South Carolina. \nx Advised and strategized closing of a business involving government entities and vendors. \nx Established reporting to State of New York that determined tax liability and removed delinquent status. \nx Uncovered bank exposure for clients including the value of collateral that resulted in security change.  \nx Reviewed client books and records, alerted the bank for exposure with collateral (accounts receivable, inventory or \nfixed assets) and lack of remittances that affected the bank¶s security. \n \nTreasurer/ Controller                                                                                                                 20xx-20xx \nPromotion in Motion, Inc., Englewood, NJ \nInternational marketers/distributors of confectionary products \nx Reduced A/R collections from 36 to 33 days; improved borrowing milieu by lowering interest rates.  \nx Implemented company-wide 401K plan; reduced insurance exposure and related costs. \n \nStaff Accountant \nTaylor, Wolf & Company, Wayne, NJ  \nCertified Public Accountants \n19xx – 20xx \nx Satisfied multiple bank clients with review of books and records on prospective and existing borrowers for determining \nthe value of their collateral as well as evaluating reports that were used for monitoring.  \n       \nEDUCATION \nM.B.A. Business Administration, Seton Hall University, South Orange, NJ \nB.S. Business Administration, Elizabethtown College, Elizabethtown, PA \nContinuing Education: Effective Speaking and Human Relations, Dale Carnegie                   \n        \nCOMPUTER SKILLS \nx Proficient in Word, Excel, Access, SBT, ACCPAC and Traverse. \nx Experience with QuickBooks and ADP Payroll.",
        "summary": "- **Information:**\n  - Name: Len Laid-Off\n  - Email: LenLaidOff@gmailnoemail.com\n  - Phone Number: 973.761.9355\n\n- **Candidate Summary:**\n  Accounting professional with a successful and progressive record of performance in diverse areas of financial operations, including corporate, non-profit, CPA firm, and banking experience. Proven ability to improve profitability and operational efficiencies. Excellent communication and leadership skills with a demonstrated record of motivating and interacting effectively with all levels of management, staff, and clients.\n\n- **Core Skills:**\n  - Cash Flow Management\n  - Banking & Finance\n  - Business Strategy\n  - Accounts Receivable\n  - Liability Insurance\n  - Business Operations\n  - Accounts Payable\n  - Payroll and 401K\n  - Customer/Vendor Relations\n  - Vendor Management\n  - Cost Reduction\n  - Process Improvement\n  - Financial Reporting\n  - Leadership\n  - Communication\n  - Strategic Planning\n  - Problem Solving\n  - Research\n  - Tax Liability Determination\n\n- **Work Experience:**\n  - **Assistant Controller / Accounts Payable Manager**\n    - Company: Advantage Health Services, Tenafly, NJ\n    - Dates of Employment: 20xx – 20xx\n    - Responsibilities: Managed vendor relations, partnered with operations management.\n    - Key Achievements:\n      - Reduced costs by 25% through vendor management, uncovering errors, and resolving disputes.\n      - Established processes and protocols leading to improved relations with vendors.\n      - Led refinancing project for auto lease project that reduced interest charges.\n  - **Independent Accounting Contractor**\n    - Company: Greenland Chemical Company, Clifton, NJ and Soho, LLC, New York, NY\n    - Dates of Employment: 20xx – 20xx\n    - Responsibilities: Vendor selection, business closing strategies, tax reporting, bank exposure analysis.\n    - Key Achievements:\n      - Researched and selected vendors for special projects for a facility in South Carolina.\n      - Advised and strategized closing of a business involving government entities and vendors.\n      - Established reporting to State of New York that determined tax liability and removed delinquent status.\n      - Uncovered bank exposure for clients including the value of collateral that resulted in security change.\n      - Reviewed client books and records, alerted the bank for exposure with collateral (accounts receivable, inventory or fixed assets) and lack of remittances that affected the bank’s security.\n  - **Treasurer/ Controller**\n    - Company: Promotion in Motion, Inc., Englewood, NJ\n    - Dates of Employment: 20xx-20xx\n    - Responsibilities: A/R collections, 401K plan implementation, insurance cost reduction.\n    - Key Achievements:\n      - Reduced A/R collections from 36 to 33 days; improved borrowing milieu by lowering interest rates.\n      - Implemented company-wide 401K plan; reduced insurance exposure and related costs.\n  - **Staff Accountant**\n    - Company: Taylor, Wolf & Company, Wayne, NJ\n    - Dates of Employment: 19xx – 20xx\n    - Responsibilities: Review of books and records for bank clients.\n    - Key Achievements:\n      - Satisfied multiple bank clients with review of books and records on prospective and existing borrowers for determining the value of their collateral as well as evaluating reports that were used for monitoring.\n\n- **Education:**\n  - M.B.A. Business Administration, Seton Hall University, South Orange, NJ\n  - B.S. Business Administration, Elizabethtown College, Elizabethtown, PA\n\n- **Certifications & Training:**\n  - Effective Speaking and Human Relations, Dale Carnegie\n\n- **Industry Keywords:**\n  - Accounting\n  - Finance\n  - Banking\n  - CPA\n  - Financial Operations\n  - Vendor Management\n  - Cost Reduction\n  - Accounts Payable\n  - Accounts Receivable\n  - Cash Flow Management\n  - Tax\n  - Audit\n  - Collateral\n  - 401K\n  - Insurance\n  - QuickBooks\n  - ADP Payroll\n  - Word\n  - Excel\n  - Access\n  - SBT\n  - ACCPAC\n  - Traverse\n  - Business Strategy\n  - Financial Reporting"
    },
    {
        "file": "Resume-Samples-1-36-30.pdf",
        "text": "Susan Johnson        Page 2 \nCounselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University  January-March 20xx   \nx Counseled student diagnosed with ADHD and sensory impairments to develop more adaptive functional                                               \nacademic and college life skills   \nx Conducted career counseling and evaluations, co-led psycho-educational group on time management and                                                  \neffective study skills, submitted weekly clinical progress reports  \n \nCounselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ  October-December 20xx   \nx Provided rehabilitation and psychological services to geriatric clients \nx Conducted individual and group counseling with geriatric clients who were dealing with adjustment, mood,                              \nanxiety, and family problems. Submitted weekly clinical progress reports  \n \n \nTEACHING EXPERIENCE \nMaster¶s LeYel Adjunct Professor, Seton Hall University  January-April 20xx-20xx \nDepartment of Professional Psychology and Family Therapy \nx Taught 2 sections of Career Development course to 40 master¶s level students (including 15 online) \nx Utilized variety of career assessments, including Strong Interest Inventory, Myers-Briggs Type Indicator,                           \nMyPlan online career guidance system, and Values Card Sort \n \nUndergraduate Level Adjunct Professor, Montclair State University  September-December 20xx and 20xx \nDepartment of Psychology/Arts and Sciences \nx Taught 3 sections of Adolescent Psychology to traditional aged undergraduate students (20 per class) \nx Created curriculum and implemented syllabus with both formative and summative assessments \nx Incorporated speakers representing a variety of related career fields to share career information with students \n \n \nRESEARCH EXPERIENCE \nResearch Assistant, Seton Hall University September 20xx-April 20xx \n, Department of Professional Psychology and Family Therapy, \nx Assisted Dr. Anne Anne with research on neuropsychological sequelae in chronically traumatized children \nx Researched neuropsychological development in the areas of memory, higher integrative functioning and the attention \nof children of divorced parents \nx Utilized a battery of assessments with research participants, including: \n \nWechsler Intelligence Scale for Children (WISC-III)  Test of Memory and Learning (TOMAL) \nRey Osterrieth Complex Figure    Wide Range Achievement Test (WRAT 3) \nBehavior Assessment System for Children (BASC)  Test of Variables of Attention (TOVA) \nControlled Oral Word Association (COWA)   Kinetic Family Drawing  \n \nGraduate Research Assistant, College of Education and Human Services, SHU  August 20xx-June 20xx \nx Collected research information on educational topics associated with higher education policies and procedures \nx Managed statistical databases and provided faculty with access and assistance \nx Assembled background information for faculty¶s lectures and presentations   \nx Organized faculty¶s course curriculum",
        "summary": "- **Information:**\n    - Name: Susan Johnson\n    - Email: (Not provided in resume)\n    - Phone number: (Not provided in resume)\n\n- **Candidate Summary:**\n    - Experienced counselor and educator with pre-doctoral practicum experience in disability support services and geriatric rehabilitation. Proven ability to provide individual and group counseling, conduct career evaluations, and teach psychology and career development courses. Research experience includes neuropsychological studies and higher education policy.\n\n- **Core Skills:**\n    - Counseling\n    - Career Counseling\n    - Group Therapy\n    - Psychological Assessment\n    - Rehabilitation Services\n    - Teaching\n    - Curriculum Development\n    - Research\n    - Data Analysis\n    - Report Writing\n    - Time Management\n    - Academic Advising\n    - Clinical Assessment\n    - Progress Reporting\n\n- **Work Experience:**\n    - **Counselor (Pre-doctoral Practicum), Disability Support Services, Seton Hall University**\n        - Dates of Employment: January-March 20xx\n        - Responsibilities:\n            - Counseled students diagnosed with ADHD and sensory impairments.\n            - Developed adaptive functional academic and college life skills.\n            - Conducted career counseling and evaluations.\n            - Co-led psycho-educational group on time management and effective study skills.\n            - Submitted weekly clinical progress reports.\n        - Technologies Used: (Not Specified)\n    - **Counselor (Pre-doctoral Practicum), Winchester Gardens, Maplewood, NJ**\n        - Dates of Employment: October-December 20xx\n        - Responsibilities:\n            - Provided rehabilitation and psychological services to geriatric clients.\n            - Conducted individual and group counseling with geriatric clients dealing with adjustment, mood, anxiety, and family problems.\n            - Submitted weekly clinical progress reports.\n        - Technologies Used: (Not Specified)\n    - **Master’s Level Adjunct Professor, Seton Hall University**\n        - Dates of Employment: January-April 20xx-20xx\n        - Department: Professional Psychology and Family Therapy\n        - Responsibilities:\n            - Taught 2 sections of Career Development course to 40 master’s level students (including 15 online).\n            - Utilized a variety of career assessments.\n        - Key Achievements:\n            - Developed and delivered engaging curriculum for career development.\n            - Effectively taught both in-person and online students.\n        - Technologies Used:\n            - Strong Interest Inventory\n            - Myers-Briggs Type Indicator\n            - MyPlan online career guidance system\n            - Values Card Sort\n    - **Undergraduate Level Adjunct Professor, Montclair State University**\n        - Dates of Employment: September-December 20xx and 20xx\n        - Department: Psychology/Arts and Sciences\n        - Responsibilities:\n            - Taught 3 sections of Adolescent Psychology to undergraduate students (20 per class).\n            - Created curriculum and implemented syllabus with both formative and summative assessments.\n            - Incorporated speakers representing a variety of related career fields.\n        - Key Achievements:\n            - Developed and implemented a comprehensive Adolescent Psychology curriculum.\n            - Enhanced student learning through diverse assessment methods and guest speakers.\n        - Technologies Used: (Not Specified)\n    - **Research Assistant, Seton Hall University**\n        - Dates of Employment: September 20xx-April 20xx\n        - Department: Professional Psychology and Family Therapy\n        - Responsibilities:\n            - Assisted Dr. Anne Anne with research on neuropsychological sequelae in chronically traumatized children.\n            - Researched neuropsychological development in the areas of memory, higher integrative functioning and the attention of children of divorced parents.\n            - Utilized a battery of assessments with research participants.\n        - Technologies Used:\n            - Wechsler Intelligence Scale for Children (WISC-III)\n            - Test of Memory and Learning (TOMAL)\n            - Rey Osterrieth Complex Figure\n            - Wide Range Achievement Test (WRAT 3)\n            - Behavior Assessment System for Children (BASC)\n            - Test of Variables of Attention (TOVA)\n            - Controlled Oral Word Association (COWA)\n            - Kinetic Family Drawing\n    - **Graduate Research Assistant, College of Education and Human Services, SHU**\n        - Dates of Employment: August 20xx-June 20xx\n        - Responsibilities:\n            - Collected research information on educational topics associated with higher education policies and procedures.\n            - Managed statistical databases and provided faculty with access and assistance.\n            - Assembled background information for faculty’s lectures and presentations.\n            - Organized faculty’s course curriculum.\n        - Technologies Used: (Not Specified)\n\n-   **Education:** (Not provided in resume)\n\n-   **Certifications & Training:** (Not provided in resume)\n\n-   **Projects & Portfolio:** (Not provided in resume)\n\n- **Industry Keywords:**\n    - Counseling\n    - Psychology\n    - Psychotherapy\n    - Career Development\n    - Education\n    - Higher Education\n    - Research\n    - Neuropsychology\n    - Assessment\n    - Geriatrics\n    - Rehabilitation\n    - ADHD\n    - Sensory Impairments\n    - Adolescent Psychology\n    - Curriculum Development\n    - WISC-III\n    - TOMAL\n    - WRAT 3\n    - BASC\n    - TOVA\n    - COWA\n    - Kinetic Family Drawing\n    - Strong Interest Inventory\n    - Myers-Briggs Type Indicator\n    - MyPlan"
    },
    {
        "file": "Resume-Samples-1-36-31.pdf",
        "text": "Susan Johnson         Page 3 \nPUBLICATIONS \nBook Chapter \nBee, A., Johnson, S., & Dee, C., (20xx). Multicultural counseling competencies in counseling. In E.F. Gee et al. (Eds.) \nUnder contract for Handbook of Educational Psychology. NY, NY: Ima Publisher. \n \nJournal Article \nBee, A., Johnson, S., (20xx). Personal patterns as predictors of multicultural identity in birth order decision-making. \nJournal of Family Interests. 3 (Spring, No. xx) \n \nPublished Abstract \nBee, A., Johnson, S., Birth order in first generation students. Post Secondary Abstracts, 3 (Spring, No. xx) \n \n \n \nPRESENTATIONS \nBee, A. & Johnson, S., Birth order and mutlicultural identity. Poster presented at annual American Psychological \nAssociation Conference, City, State, August 20xx. \n \nDee, C. & Johnson, S., Children with multiple disabilities and birth order. The Rehabilitation Association Annual \nConvention, City, State, July 20xx.  \n \n \nAWARDS \nRecipient of  ³Women¶s Empowerment´ Award, , Seton Hall University (20xx) \nKappa Delta Pi Education Honor Society (April 20xx to Present) \nNational Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx) \n \n \nLEADERSHIP ACTIVITIES \nMulticultural Committee Entertainment Chair, SHU Counseling Psychology Student Association  20xx \nCo-Chair, Exhibits Committee, Northeast Rehabilitation Association¶s Annual Conference  January 20xx \nPresident, National Rehabilitation Association, New Jersey Chapter  20xx-20xx \n \n \nPROFESSIONAL AFFILIATIONS \nAmerican Counseling Association  \nAssociation for Multicultural Counseling and Development \nAmerican Psychological Association²Divisions 17 and 40 \nEastern Psychological Association and New Jersey Psychological Association \nNational Rehabilitation Association (professional member) \nNational Rehabilitation Counseling Association (professional member)  \n \n \nPROFESSIONAL CONFERENCES \nAttended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx \nAttended Student Alliance on Multicultural and Mental Health Issues, June 20xx",
        "summary": "- **Information:**\n    - Name: Susan Johnson\n\n- **Publications:**\n    - Book Chapter:\n        - Bee, A., Johnson, S., & Dee, C., (20xx). Multicultural counseling competencies in counseling. In E.F. Gee et al. (Eds.) Under contract for Handbook of Educational Psychology. NY, NY: Ima Publisher.\n    - Journal Article:\n        - Bee, A., Johnson, S., (20xx). Personal patterns as predictors of multicultural identity in birth order decision-making. Journal of Family Interests. 3 (Spring, No. xx)\n    - Published Abstract:\n        - Bee, A., Johnson, S., Birth order in first generation students. Post Secondary Abstracts, 3 (Spring, No. xx)\n\n- **Presentations:**\n    - Bee, A. & Johnson, S., Birth order and mutlicultural identity. Poster presented at annual American Psychological Association Conference, City, State, August 20xx.\n    - Dee, C. & Johnson, S., Children with multiple disabilities and birth order. The Rehabilitation Association Annual Convention, City, State, July 20xx.\n\n- **Awards:**\n    - Recipient of ³Women¶s Empowerment´ Award, Seton Hall University (20xx)\n    - Kappa Delta Pi Education Honor Society (April 20xx to Present)\n    - National Rehabilitation Association NJ Chapter President Award of Appreciation and Service (20xx)\n\n- **Leadership Activities:**\n    - Multicultural Committee Entertainment Chair, SHU Counseling Psychology Student Association 20xx\n    - Co-Chair, Exhibits Committee, Northeast Rehabilitation Association¶s Annual Conference January 20xx\n    - President, National Rehabilitation Association, New Jersey Chapter 20xx-20xx\n\n- **Professional Affiliations:**\n    - American Counseling Association\n    - Association for Multicultural Counseling and Development\n    - American Psychological Association²Divisions 17 and 40\n    - Eastern Psychological Association and New Jersey Psychological Association\n    - National Rehabilitation Association (professional member)\n    - National Rehabilitation Counseling Association (professional member)\n\n- **Professional Conferences:**\n    - Attended Basic Training in Critical Incident Post Traumatic Stress Disorder, November 20xx\n    - Attended Student Alliance on Multicultural and Mental Health Issues, June 20xx"
    },
    {
        "file": "Resume-Samples-1-36-32.pdf",
        "text": "Sally Science \n \n973-761-9355                                  sallyscience@noemail.gmail.com \n \nObjective  To obtain the Summer Research Internship with [name of organization]. \n \nEducation  Seton Hall University, South Orange, NJ \n   Bachelor of Science in Biochemistry, Expected May 20xx \n   Minor: Mathematics \n   GPA: 3.6, Major GPA: 3.9  \n \nHonors   Seton Hall Universit\\ Dean¶s List (all semesters) \n   Clare Booth Luce Science Academic Scholarship (4 year annual award)  \nBig East All Academic Team (3 years) \n \nRelevant  Department of Chemistry, Seton Hall University, South Orange, NJ \nExperience  Laboratory Assistant, September 20xx ± Present \n Member of research team on growth of E. Coli, harvesting DNA, cutting DNA with restriction \nenzymes and ligating bacterial plasmids \n Reviewed relevant publications to devise experiments to produce new information   \n Collected and analyzed data using various laboratory machinery for further discoveries of \nproperties of liquids \n Presented findings at weekly joint lab meetings \n Maintained cleanliness of lab and organized lab equipment \n \nLeadership  Star Martial Arts Academy, Clifton, NJ                                                 \nExperience  TaeKwonDo Instructor, November 20xx ± Present \n Achieved International 3rd Degree Black Belt and Academy 4th Degree Black Belt  \n Provided safe instruction of TaeKwonDo to children and adults (ages 4 ± 50) \n Completed contract paperwork, collected tuition, and scheduled lessons for members  \n Organized and trained two assistant instructors and one instructor-in-training \n \nDivision I Varsity Swim Team, Seton Hall University \nCaptain (Senior Year), August 20xx-May 20xx \n Competed at highest level against 16 conference and nationally ranked universities across \nthe country (4 year) \n Achieved 100% attendance at practices and games for three consecutive years  \n \nRelevant                        Advanced Chemistry Lab Project  Organic and Inorganic Chemistry \nCoursework  Analytical Chemistry   Statistical Analysis \n   Business Intelligence    Financial Derivatives \n \nLaboratory   Isothermal Chromatography  Polymerase Chain Reaction \nSkills   Circular Dichroism   Agarose/Page Gel \n   Electrophoresis    Infrared Spectroscopy Dialysis \n   Gas Chromatography   Mass Spectroscopy \n \nActivities  Secretary, The Biology Society, Seton Hall University, South Orange, NJ  \nMentor and After School Volunteer, Boys and Girls Club, East Orange, NJ \n \nSkills   Proficient in Microsoft Word, Excel, Access, and PowerPoint \n   Bilingual: Fluent in Spanish",
        "summary": "- Information:\n Name: Sally Science\n Email: sallyscience@noemail.gmail.com\n Phone number: 973-761-9355\n\n- Candidate Summary:\nHighly motivated and detail-oriented Biochemistry student at Seton Hall University, expected to graduate in May 20xx. Possesses a strong academic record with a GPA of 3.6 and a Major GPA of 3.9, coupled with research experience in molecular biology techniques. Demonstrated leadership abilities as a Varsity Swim Team Captain and TaeKwonDo Instructor. Seeking a Summer Research Internship to apply and expand laboratory skills and contribute to meaningful scientific advancements.\n\n- Core Skills:\nLaboratory Skills: Isothermal Chromatography, Polymerase Chain Reaction, Circular Dichroism, Agarose/Page Gel Electrophoresis, Infrared Spectroscopy, Dialysis, Gas Chromatography, Mass Spectroscopy.\nSoftware Skills: Microsoft Word, Excel, Access, PowerPoint.\nLanguage Skills: Bilingual (Fluent in Spanish).\nLeadership Skills: Team leadership, training, instruction, organization, scheduling.\nAnalytical Skills: Data collection, data analysis, statistical analysis.\n\n- Work Experience:\nDepartment of Chemistry, Seton Hall University, South Orange, NJ\nLaboratory Assistant, September 20xx – Present\nResponsibilities:\n  - Member of research team focused on E. Coli growth, DNA harvesting, restriction enzyme digestion, and bacterial plasmid ligation.\n  - Reviewed scientific literature to design experiments for generating novel data.\n  - Collected and analyzed data using laboratory equipment to investigate liquid properties.\n  - Presented research findings at weekly lab meetings.\n  - Maintained laboratory cleanliness and organization.\n\nStar Martial Arts Academy, Clifton, NJ\nTaeKwonDo Instructor, November 20xx – Present\nResponsibilities:\n  - Provided safe and effective TaeKwonDo instruction to students of all ages (4-50).\n  - Managed administrative tasks including contract paperwork, tuition collection, and lesson scheduling.\n  - Trained and supervised two assistant instructors and one instructor-in-training.\nAchievements:\n  - Achieved International 3rd Degree Black Belt and Academy 4th Degree Black Belt.\n\nDivision I Varsity Swim Team, Seton Hall University\nCaptain (Senior Year), August 20xx - May 20xx\nResponsibilities:\n  - Competed at a high level against 16 conference and nationally ranked universities.\nAchievements:\n  - Maintained 100% attendance at practices and meets for three consecutive years.\n\n- Education:\nSeton Hall University, South Orange, NJ\nBachelor of Science in Biochemistry, Expected May 20xx\nMinor: Mathematics\nGPA: 3.6, Major GPA: 3.9\nRelevant Coursework: Advanced Chemistry Lab Project, Organic and Inorganic Chemistry, Analytical Chemistry, Statistical Analysis, Business Intelligence, Financial Derivatives.\n\n- Honors:\nSeton Hall University Dean's List (all semesters)\nClare Booth Luce Science Academic Scholarship (4-year annual award)\nBig East All Academic Team (3 years)\n\n- Industry Keywords:\nBiochemistry, Molecular Biology, DNA, E. Coli, Restriction Enzymes, Plasmids, Chromatography, Spectroscopy, Electrophoresis, Data Analysis, Laboratory Research, Scientific Research, Spanish."
    },
    {
        "file": "Resume-Samples-1-36-33.pdf",
        "text": "IMA GRADSTUDENT \n     (973) 761-9355      ima.graduatestudent@gmail.com \n \nOBJECTIVE \nSeeking a faculty position teaching chemistry at a large research-focused state university.  \nEDUCATION \nSeton Hall University, South Orange, NJ  \nPh.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)        Expected May 20xx   \n \nFlorida State University, Tallahasse, FL \nM.S. in Chemistry (Physical Organic and Organic Chemistry)           May 20xx \nB.S. in Chemistry (cum laude),               May 20xx \nCoursework included Mass Spectrometry and Physical Organic Chemistry \n \nAWARDS \nRecipient of ³Most Promising Teaching Assistant´ Seton Hall University     20xx   \nFirst student to receive ³Honor Prize in Faculty of Science´ award, Florida State University               20xx \n                                                                                                                                                                                                                                                  \nCERTIFICATION \nCompleted University course for Teaching Assistants at Florida State University:   \n• Teaching with Technology • New Trends in Teaching \n• Effective Teaching Methods in Science • Communication Skills \n• Research Methodology • Assessment Strategies \nLaboratory Safety Certification            Valid through 20xx \nAmerican Red Cross Basic Life Support and First Aid certification (current) \n \nSCIENCE TEACHING COMPETENCIES  \n• The particulate nature of matter                                                                          • The periodic table                                                                            \n• Experimental technique • Metals \n• Atoms, elements and compounds • Air and water \n• Stoichiometry • Sulfur \n• Electricity and chemistry • Carbonates \n• Chemical energetics • Basic organic \n• Chemical reactions • Acids, bases and salts \n \nTEACHING EXPERIENCE \nTeaching Assistant, Chemistry Department. Seton Hall University                                  January 20xx - present                                                                      \n• Organic Chemistry in Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab \n• Develop and teach lessons for 4 sections with undergraduate science majors (100 students in total) \n• Provide technical assistance and work one on one with chemistry projects  \n• Demonstrate use of laboratory equipment and enforce laboratory rules to ensure safety \n• Create, administer, and grade summative assessments and lab reports \n• Tutor students outside of class to supplement learning on simplifying notes and study strategies \n \nTeaching Assistant and Demonstrator, Chemistry Department, Florida State University                 20xx - 20xx                                                                                                                                                                                                                                                                 \n• Taught Basic Organic Chemistry (Alkan, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid, Aromoatic)  \n• Taught Basic Inorganic Chemistry and basic Physical Chemistry and Physical Organic \n• Instructed large lecture classes (100 students) from Pharmacy, Dentistry and Science undergraduate majors  \n• Averaged 10 classes (4 hours each) weekly  \n• Created and graded exams and weekly assignments; determined/assigned final grades",
        "summary": "- **Information:**\n  - Name: IMA GRADSTUDENT\n  - Email: ima.graduatestudent@gmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  Highly motivated and skilled Ph.D. candidate (ABD) in Chemistry with a strong background in organic synthesis and extensive teaching experience. Seeking a faculty position at a research-focused state university. Proven ability to develop and deliver engaging chemistry lessons, provide technical assistance, and assess student learning effectively. Dedicated to fostering a positive and safe learning environment.\n\n- **Core Skills:**\n  - Organic Chemistry\n  - Inorganic Chemistry\n  - Physical Chemistry\n  - Physical Organic Chemistry\n  - Organic Synthesis\n  - Experimental Technique\n  - Lesson Planning & Development\n  - Curriculum Development\n  - Student Assessment\n  - Laboratory Management\n  - Technical Assistance\n  - Tutoring\n  - Communication Skills\n  - Teaching with Technology\n  - Research Methodology\n  - Laboratory Safety\n\n- **Work Experience:**\n  - **Teaching Assistant, Chemistry Department**\n    - Company: Seton Hall University\n    - Dates of Employment: January 20xx - Present\n    - Responsibilities:\n      - Develop and teach lessons for 4 sections of undergraduate science majors (100 students total) in Organic Chemistry (Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab).\n      - Provide technical assistance and work one-on-one with students on chemistry projects.\n      - Demonstrate the use of laboratory equipment and enforce laboratory rules to ensure safety.\n      - Create, administer, and grade summative assessments and lab reports.\n      - Tutor students outside of class to supplement learning on simplifying notes and study strategies.\n    - Key Achievements:\n      - Successfully managed and educated a large group of undergraduate students.\n    - Technologies Used: Standard laboratory equipment, online learning platforms.\n\n  - **Teaching Assistant and Demonstrator, Chemistry Department**\n    - Company: Florida State University\n    - Dates of Employment: 20xx - 20xx\n    - Responsibilities:\n      - Taught Basic Organic Chemistry (Alkane, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid, Aromatic).\n      - Taught Basic Inorganic Chemistry and Basic Physical Chemistry and Physical Organic Chemistry.\n      - Instructed large lecture classes (100 students) from Pharmacy, Dentistry, and Science undergraduate majors.\n      - Created and graded exams and weekly assignments; determined/assigned final grades.\n    - Key Achievements:\n      - Effectively instructed and assessed a large number of students across various chemistry disciplines.\n\n- **Education:**\n  - **Seton Hall University, South Orange, NJ**\n    - Ph.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)\n    - Expected Graduation: May 20xx\n  - **Florida State University, Tallahassee, FL**\n    - M.S. in Chemistry (Physical Organic and Organic Chemistry)\n    - Graduation Date: May 20xx\n  - **Florida State University, Tallahassee, FL**\n    - B.S. in Chemistry (cum laude)\n    - Graduation Date: May 20xx\n    - Relevant Coursework: Mass Spectrometry, Physical Organic Chemistry\n\n- **Certifications & Training:**\n  - University course for Teaching Assistants at Florida State University:\n    - Teaching with Technology\n    - New Trends in Teaching\n    - Effective Teaching Methods in Science\n    - Communication Skills\n    - Research Methodology\n    - Assessment Strategies\n  - Laboratory Safety Certification (Valid through 20xx)\n  - American Red Cross Basic Life Support and First Aid certification (current)\n\n- **Industry Keywords:**\n  - Chemistry\n  - Organic Chemistry\n  - Inorganic Chemistry\n  - Physical Chemistry\n  - Organic Synthesis\n  - Chemical Education\n  - Higher Education\n  - Teaching Assistant\n  - Curriculum Development\n  - Lesson Planning\n  - Assessment\n  - Laboratory Safety\n  - Mass Spectrometry\n  - Spectroscopy\n  - Research"
    },
    {
        "file": "Resume-Samples-1-36-34.pdf",
        "text": "Ima Gradstudent           Page 2 \n \nOrganic Chemistry Teaching Assistant, Chemistry Department, Florida State University                            20xx - 20xx \n• Supervised and instructed students in Organic Chemistry laboratory (30 students total) with emphasis on creating \ncomplete and accurate scientific notes \n• Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques \n• Developed writing problem sets and exams; assisted students individually and in small groups with assignment \nproblems or material they found difficult to understand. \n• Maintained records of students' assessment results, progress, feedback, and school performance  \n \nRESEARCH EXPERIENCE                                                   \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                 20xx - present                                                                                                       \n• Collaborate with colleagues on experimental research procedures and techniques using Varian Inova NMR \n• Plan a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound  \n• Synthesize anti-cancer drugs using different reagents in order to search for new and easier ways to manufacture new \ntarget compounds; purification methods include crystallization, distillation and columns, chromatography and \nextraction \n•  Analyze proof of structure for derived target compounds utilizing nuclear magnetic resonance,  infrared light, mass \nspectrometry and ultraviolet and visible spectrometry \n \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                  20xx - 20xx \n• Performed coupling method experimenting with protecting and deprotecting methodologies for carbohydrates while \nworking under controlled conditions  \n• Collaborated, planned, designed and analyzed various drugs derived from carbohydrate precursors based on \nGlucosamine Hydrochloride and the synthesis of Oligosaccharides \n• Synthesized a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazone derivatives in order \nto complete new anti-cancer compound  \n \nMaster¶s Thesis, Chemistry Department, Florida State University              20xx \n• Study on Heterocyclic Compounds from Carbohydrate Precursors \n• Aim of study was synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors in the quest for new \nchemotherapeutic compounds that may show biological activities \n• Research methods included using different Organic Chemistry Techniques, Melting Points, Distillation, Extraction, \nCrystallization, Filtration , Drying Organic Solutions ,Chromatography, Solvent Removal, Reflux \n• Utilized different Organic methods of identification unknown compounds Infrared Spectroscopy, Nuclear Magnetic \nResonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, Mass spectra were obtained from GC-11S \nmass spectrometer MAT 112  \n• Results presented to department faculty and poster presentation at prestigious academic research forum \n \nPUBLICATIONS \nPoster presentation at Annual Petersheim Exposition Celebrates Academic Achievement  (20xx) \n \nPublished Abstract  Last Names, First Names; From Abstracts of Papers, 2xxth ACS National Meeting & Exposition, \nPhiladelphia, PA, United States, Issue #, 20xx. Title and description of abstract.  \n \nSubmissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)  \n \nSKILLS \nLanguage: Oral and written fluency in Polish, conversational in French and Italian                                                                                        \nComputer: Microsoft Office software, ChemOffice, ChemBioDraw, Chem Sketch and SciFinder Scholar \n \nPROFESSIONAL INVOLVEMENT  \nMember, American Chemical Society                                                                                              September 20xx - present \nAttended Chemistry as a Life Science Symposium XV, Rutgers University, Newark NJ                     20xx                                                                                                                                                         \nAttended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland                      20x",
        "summary": "- **Candidate Summary:**\nA highly motivated and skilled graduate researcher with experience in organic chemistry, drug synthesis, and structural analysis. Proven ability to design and execute experiments, analyze data using advanced spectroscopic techniques, and effectively communicate research findings through presentations and publications. Focused on contributing to advancements in chemotherapeutic compounds and drug development.\n\n- **Core Skills:**\n  * Organic Synthesis\n  * Multi-Step Synthesis\n  * Spectroscopic Analysis (NMR, IR, UV-Vis, Mass Spectrometry)\n  * Chromatography (Column, TLC)\n  * Crystallization\n  * Distillation\n  * Extraction\n  * Purification Techniques\n  * Data Analysis\n  * Scientific Writing\n  * Problem Solving\n  * Teaching & Mentoring\n  * Communication (Oral & Written)\n  * Collaboration\n  * Microsoft Office Suite\n  * ChemOffice\n  * ChemBioDraw\n  * Chem Sketch\n  * SciFinder Scholar\n  * Language Skills: Polish (Fluent), French (Conversational), Italian (Conversational)\n\n- **Work Experience:**\n  * **Graduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University**\n    * Dates of Employment: 20xx - Present\n    * Responsibilities:\n      * Collaborating on experimental research procedures and techniques using Varian Inova NMR.\n      * Planning a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound.\n      * Synthesizing anti-cancer drugs using different reagents to discover easier manufacturing methods.\n      * Utilizing purification methods, including crystallization, distillation, column chromatography, and extraction.\n      * Analyzing proof of structure for derived target compounds using nuclear magnetic resonance, infrared light, mass spectrometry, and ultraviolet and visible spectrometry.\n    * Technologies Used: Varian Inova NMR, Infrared Spectroscopy, Mass Spectrometry, UV-Vis Spectrometry, Crystallization, Distillation, Column Chromatography, Extraction\n  * **Graduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University**\n    * Dates of Employment: 20xx - 20xx\n    * Responsibilities:\n      * Experimenting with coupling methods, protecting, and deprotecting methodologies for carbohydrates under controlled conditions.\n      * Collaborating, planning, designing, and analyzing various drugs derived from carbohydrate precursors based on Glucosamine Hydrochloride and the synthesis of Oligosaccharides.\n      * Synthesizing a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazone derivatives to complete new anti-cancer compounds.\n  * **Organic Chemistry Teaching Assistant, Chemistry Department, Florida State University**\n    * Dates of Employment: 20xx - 20xx\n    * Responsibilities:\n      * Supervised and instructed students in Organic Chemistry laboratory (30 students total) with emphasis on creating complete and accurate scientific notes.\n      * Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques.\n      * Developed writing problem sets and exams; assisted students individually and in small groups with assignment problems or material they found difficult to understand.\n      * Maintained records of students' assessment results, progress, feedback, and school performance.\n\n- **Education:**\n  * **Master's Thesis, Chemistry Department, Florida State University**\n    * Graduation Year: 20xx\n    * Thesis Title: Study on Heterocyclic Compounds from Carbohydrate Precursors\n    * Relevant Coursework/Skills: Organic Chemistry Techniques, Melting Points, Distillation, Extraction, Crystallization, Filtration, Drying Organic Solutions, Chromatography, Solvent Removal, Reflux, Infrared Spectroscopy, Nuclear Magnetic Resonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, Mass spectra were obtained from GC-11S mass spectrometer MAT 112\n\n- **Publications:**\n  * Poster presentation at Annual Petersheim Exposition Celebrates Academic Achievement  (20xx)\n  * Published Abstract  Last Names, First Names; From Abstracts of Papers, 2xxth ACS National Meeting & Exposition, Philadelphia, PA, United States, Issue #, 20xx. Title and description of abstract.\n  * Submissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)\n\n- **Industry Keywords:**\n  * Organic Chemistry\n  * Medicinal Chemistry\n  * Drug Synthesis\n  * Carbohydrate Chemistry\n  * Heterocyclic Chemistry\n  * Glucosamine\n  * Anticancer Drugs\n  * NMR Spectroscopy\n  * Mass Spectrometry\n  * IR Spectroscopy\n  * UV-Vis Spectroscopy\n  * Chromatography\n  * Purification\n  * Research & Development\n  * ChemBioDraw\n  * SciFinder"
    },
    {
        "file": "Resume-Samples-1-36-35.pdf",
        "text": "TOM TRANSFERABLE \n973-761-9355 • tom.transferable@nostudent.shu.edu \n   \nEducation \nSeton Hall University        South Orange, NJ  \nBachelor of Arts, [Insert a Major] May 20xx  \nGPA 3.2  Recipient of Seton Hall Academic Scholarship (4 year award) \n \nExperience \nSeton Hall Sports Polling Center                                                                           South Orange, NJ \nPollster          Sept. 20xx - Present \nx Make cold calls to individuals to gather data/opinions about current events in sports used by ESPN, Bloomberg \nand CBS Sports \n \nABC Construction        Denville, NJ                                                                                      \nAssistant Site Manager/Construction Worker     June 20xx - Present \nx Work with a team to complete construction projects on time, within budget and according to customer and \ngovernment specifications \nx Serve as site manager when owner is not on premises to ensure work crew is clear about expectations \n \nBlue Stone Grill        Denville, NJ \nExpeditor/Server/Cashier       June 20xx - Aug. 20xx \nx Member of founding team that opened this successful start-up operation \nx Served as communication link between customer and kitchen to ensure orders properly processed \nx Trained new employees in all aspects of workplace operations and company mission and values  \nx Provided feedback to owners for use in hiring decisions on potential candidates  \nx Accountable to open and close restaurant on regular basis \n \nYMCA Day Camp                                                                                                   Maplewood, NJ                                                                      \nSenior Counselor    Summers 20xx - 20xx \nx Collaborate with a team to supervise 15 children ranging from the age 7 to 10  \nx Attend ongoing training and weekly staff meetings with 8 peer counselors \nx Promoted from junior counselor after one year \n \nLeadership and Volunteer Activities \nVolunteer, Seton Hall University, Division of Volunteer Efforts (DOVE) Sept. 20xx - Present \nx Volunteer weekly in a local food pantry, assisting with set up and serving of meals \nx Tutor children in an elementary school in math and reading twice a week  \n \nStudent Manager, Seton Hall Athletics, Men¶s Basketball   Aug. 20xx - June 20xx \nx Handled all logistics for equipment and uniforms for all games and practices (36 game season) \nx Traveled with team to all away games; collaborated with coaches and university administrators \n \nCaptain (2 years), Varsity High School Basketball Team     Sept. 20xx - June 20xx                                                                   \nx Recipient of Challenger Award granted to member of basketball program who demonstrates leadership and \nserves as a role model based on vote of all coaches and athletic director \n \nMemberships \nSHU Marketing Club 20xx - Present  \nHabitat for Humanity-Collegiate Challenge-Alternative Break program March 20xx and 20xx                                                                             \nx Selected to 15 member team to participate in community service trip to Louisiana for Spring Break \nPublic Relations Student Society of America (PRSSA) 20xx - Present \n \nSkills \nComputer: Microsoft Excel, PowerPoint, Word; Working knowledge of Photoshop; Apple and PC platforms",
        "summary": "- Information:\n  - Name: Tom Transferable\n  - Email: tom.transferable@nostudent.shu.edu\n  - Phone Number: 973-761-9355\n\n- Candidate Summary:\n  A highly motivated and versatile individual with experience in data collection, construction, customer service, and leadership roles. Proven ability to work effectively in teams, manage projects, and communicate effectively with diverse groups. Eager to apply skills and experience to new challenges and opportunities.\n\n- Core Skills:\n  - Communication (Written & Verbal)\n  - Teamwork & Collaboration\n  - Customer Service\n  - Data Collection & Analysis\n  - Project Management\n  - Leadership\n  - Training\n  - Problem Solving\n  - Time Management\n  - Cold Calling\n  - Microsoft Office Suite (Excel, PowerPoint, Word)\n  - Photoshop\n  - Apple and PC Platforms\n\n- Work Experience:\n  - Pollster\n    - Company: Seton Hall Sports Polling Center\n    - Dates of Employment: Sept. 20xx - Present\n    - Responsibilities:\n      - Gather data/opinions about current events in sports.\n    - Key Achievements:\n      - Provided data used by ESPN, Bloomberg, and CBS Sports.\n    - Technologies Used: Telephone, Data Entry Software\n\n  - Assistant Site Manager/Construction Worker\n    - Company: ABC Construction\n    - Dates of Employment: June 20xx - Present\n    - Responsibilities:\n      - Complete construction projects on time, within budget, and according to specifications.\n      - Serve as site manager in the owner's absence.\n    - Technologies Used: Construction Tools, Project Management\n\n  - Expeditor/Server/Cashier\n    - Company: Blue Stone Grill\n    - Dates of Employment: June 20xx - Aug. 20xx\n    - Responsibilities:\n      - Member of founding team.\n      - Communication between customer and kitchen.\n      - Training new employees.\n      - Providing feedback to owners for hiring decisions.\n      - Opening and closing the restaurant.\n    - Technologies Used: POS Systems, Cash Handling\n\n  - Senior Counselor\n    - Company: YMCA Day Camp\n    - Dates of Employment: Summers 20xx - 20xx\n    - Responsibilities:\n      - Supervise a group of children.\n      - Attend training and staff meetings.\n    - Key Achievements:\n      - Promoted from junior counselor.\n\n- Education:\n  - Degree: Bachelor of Arts\n  - University: Seton Hall University\n  - Graduation Year: May 20xx\n  - GPA: 3.2\n  - Awards: Seton Hall Academic Scholarship (4 year award)\n\n- Leadership and Volunteer Activities:\n  - Volunteer, Seton Hall University, Division of Volunteer Efforts (DOVE) Sept. 20xx - Present\n  - Student Manager, Seton Hall Athletics, Men¶s Basketball   Aug. 20xx - June 20xx\n  - Captain (2 years), Varsity High School Basketball Team     Sept. 20xx - June 20xx\n\n- Memberships:\n  - SHU Marketing Club 20xx - Present\n  - Habitat for Humanity-Collegiate Challenge-Alternative Break program March 20xx and 20xx\n  - Public Relations Student Society of America (PRSSA) 20xx - Present\n\n- Industry Keywords:\n  - Sports Polling\n  - Construction\n  - Restaurant/Food Service\n  - Childcare\n  - Volunteer Work\n  - Athletics\n  - Marketing\n  - Public Relations"
    },
    {
        "file": "Resume-Samples-1-36-36.pdf",
        "text": "Ima Trooper             \ntftrooper@noemailgmail.com 973-761-9355 \n \nCAREER SUMMARY    \nDisciplined and focused Army Reserve Captain with strong interpersonal skills, proven corporate sales, counseling and \nintervention skills, and project management capabilities. Successful track record of meeting and exceeding goals, ability to \nestablish rapport at all levels and laser-like focus and attention to detail. \n \nEDUCATION  \nSeton Hall University, South Orange, NJ \nBA in Psychology, May 20xx \n \nRELEVANT EXPERIENCE \nSales Representative, Des Moines Chemicals, Plainsboro, NJ   June 20xx to Present    \nx Open and establish over $100 K of new business; increased territorial sales by 35%. \nx Negotiate detailed business plans and concepts requiring analytical planning and long-term goal development. \nx Develop and expand new business opportunities, service accounts, and provide product training and consulting services to \nenhance customer processes.   \n \nUnited States Army Reserve 78th Training Division, Picattiny, NJ  February 20xx to Present \nx  Process and analyze the operation intelligence data for major exercises Combined Site Training Exercise and Warfighter \nArmy Reserve Exercise.    \nx  Possess a SECRET security clearance. \n \nOperations and Plans Officer, Mackall, NC   September 20xx to June 20xx \nx Devised logistic operations and ensured readiness for no-notice world-wide execution of Humanitarian-Assistance/Disaster \nRelief operations.   \nx Developed, executed, and supervised long-term support plans and policy where coordination and relationship building \nbetween various military and civilian organizations were critical.   \nx    Selected by superiors to attend conference in Republic of Korea to eYaOXaWe baVe·V UROe LQ fXWXUe UeJLRQaO cRQfOLcWV.    \nx    Completed advanced level education in operational planning, higher echelon leadership and professional counseling at the \nUnited States Army Logistics University in Fort Lee, Virginia.   \n \nPlatoon Leader/Operations Officer, Iraq  March 20xx to September 20xx \nx Planned and executed more than 100 high-risk combat missions without injury or loss in a 5000-square kilometer area \nthroughout a 15 month deployment.   \nx Educated, trained, counseled, and professionally developed 100 American and Iraqi army officers and soldiers. \nx Cross-trained 20 logisticians into a full spectrum platoon. \nx Rated as the number 1 of 12 lieutenants in the organization by superiors on numerous performance reports.  \nExecutive Officer, South Korea   June 20xx to March 20xx \nx  Managed all administrative, human resources, maintenance, logistical, and planning procedures for an organization of over \n200 soldiers.   \nx  Selected by superiors as the advanced liaison officer for an organizational move of over 400 personnel from the Republic of \nKorea to Texas resulting in a 100% reestablishment of operations and organizational readiness.   \n \nADDITIONAL INFORMATION \nUnited States Army Recognitions: Awarded the Bronze Star Medal,  Army Commendation Medal and Army Achievement \nMedal; Honor graduate from the Army Parachute Rigger School; ROTC Distinguished Military Graduate. \n \nUnited States Army Active Duty: May 20xx to June 20xx.  Captain Honorable Discharge. \nActive Duty Tour: Iraq from June 20xx to August 20xx.",
        "summary": "- Information:\n  - Name: Ima Trooper\n  - Email: tftrooper@noemailgmail.com\n  - Phone Number: 973-761-9355\n\n- Candidate Summary:\n  Disciplined and focused Army Reserve Captain with strong interpersonal skills, proven corporate sales, counseling and intervention skills, and project management capabilities. Successful track record of meeting and exceeding goals, ability to establish rapport at all levels and laser-like focus and attention to detail.\n\n- Core Skills:\n  - Sales\n  - Negotiation\n  - Business Development\n  - Account Management\n  - Product Training\n  - Consulting\n  - Operational Planning\n  - Logistics\n  - Leadership\n  - Training\n  - Counseling\n  - Project Management\n  - Interpersonal Skills\n  - Analytical Planning\n  - Attention to Detail\n  - Relationship Building\n  - Data Analysis\n\n- Work Experience:\n  - Sales Representative, Des Moines Chemicals, Plainsboro, NJ\n    - Dates of Employment: June 20xx to Present\n    - Responsibilities:\n      - Develop and expand new business opportunities, service accounts, and provide product training and consulting services to enhance customer processes.\n      - Negotiate detailed business plans and concepts requiring analytical planning and long-term goal development.\n    - Key Achievements:\n      - Open and establish over $100K of new business; increased territorial sales by 35%.\n  - United States Army Reserve 78th Training Division, Picattiny, NJ\n    - Dates of Employment: February 20xx to Present\n    - Responsibilities:\n      - Process and analyze the operation intelligence data for major exercises Combined Site Training Exercise and Warfighter Army Reserve Exercise.\n    - Key Achievements:\n      - Possess a SECRET security clearance.\n  - Operations and Plans Officer, Mackall, NC\n    - Dates of Employment: September 20xx to June 20xx\n    - Responsibilities:\n      - Devised logistic operations and ensured readiness for no-notice world-wide execution of Humanitarian-Assistance/Disaster Relief operations.\n      - Developed, executed, and supervised long-term support plans and policy where coordination and relationship building between various military and civilian organizations were critical.\n    - Key Achievements:\n      - Selected by superiors to attend conference in Republic of Korea to eYaOXaWe baVe·V UROe LQ fXWXUe UeJLRQaO cRQfOLcWV.\n      - Completed advanced level education in operational planning, higher echelon leadership and professional counseling at the United States Army Logistics University in Fort Lee, Virginia.\n  - Platoon Leader/Operations Officer, Iraq\n    - Dates of Employment: March 20xx to September 20xx\n    - Responsibilities:\n      - Planned and executed more than 100 high-risk combat missions without injury or loss in a 5000-square kilometer area throughout a 15-month deployment.\n      - Educated, trained, counseled, and professionally developed 100 American and Iraqi army officers and soldiers.\n      - Cross-trained 20 logisticians into a full spectrum platoon.\n    - Key Achievements:\n      - Rated as the number 1 of 12 lieutenants in the organization by superiors on numerous performance reports.\n  - Executive Officer, South Korea\n    - Dates of Employment: June 20xx to March 20xx\n    - Responsibilities:\n      - Managed all administrative, human resources, maintenance, logistical, and planning procedures for an organization of over 200 soldiers.\n    - Key Achievements:\n      - Selected by superiors as the advanced liaison officer for an organizational move of over 400 personnel from the Republic of Korea to Texas resulting in a 100% reestablishment of operations and organizational readiness.\n\n- Education:\n  - Degree: BA in Psychology\n  - University: Seton Hall University, South Orange, NJ\n  - Graduation Year: May 20xx\n\n- Certifications & Training:\n  - Honor graduate from the Army Parachute Rigger School\n  - Advanced level education in operational planning, higher echelon leadership and professional counseling at the United States Army Logistics University in Fort Lee, Virginia.\n\n- Industry Keywords:\n  - Sales\n  - Business Development\n  - Account Management\n  - Chemical Sales\n  - Military\n  - Army\n  - Logistics\n  - Operations\n  - Planning\n  - Leadership\n  - Training\n  - Counseling\n  - Project Management\n  - Security Clearance\n  - Humanitarian Assistance\n  - Disaster Relief\n  - Human Resources\n  - Risk Management"
    },
    {
        "file": "Resume-Samples-1-36-4.pdf",
        "text": "STAR BUSINESS  \n(973) 761 -9355   starbusiness@nogmail.com  https://www.linkedin.com/in/ sbusiness  \nObjective ______________________________________________________________ \nA full-time position in the market research field that will utilize hands-on experience and demonstrated \ncommunication, analytical and organizational skills. Work well independently and as part of a team. \nEducation _____________________________________________________________ \nSeton Hall University, Stillman School of Business    South Orange, NJ  \nBachelor of Science in Business Administration      May 20xx \nDual Concentration in Marketing and Management \nCertificates in Market Research, Supply Chain Management, and Information Technology \nGPA: 3.7 Magna Cum Laude, DeaQ·V LLVW (all semesters) \nRecipient of Seton Hall University Academic Scholarship (4 year award) \nProjects ______________________________________________________________ \nMarket Research for Planet Honda, Marketing Research Center  Jan. 20xx-May 20xx \nx Collaborated with a team to assess client needs and business challenges \nx Designed an online questionnaire and conducted on site focus group to collect data \nx Analyzed data, created a presentation and made recommendations to the client resulting in a change  \nin their marketing campaign \nExperience ____________________________________________________________ \nMarket Research Center-Seton Hall University    South Orange, NJ \nUndergraduate Research Assistant       Jan. 20xx-May 20xx \nx Executed the installation of a new online survey platform for all Stillman students \nx Drafted a proposal for the board of Centers of Excellence resulting in a nomination for the Center \nBarnes and Noble        Basking Ridge, NJ \nMarketing Partnership Intern       Sept. 20xx-Dec. 20xx \nx Coordinated on campus event logistics while working directly with Marketing Specialist in bringing  \nmarketing programs to campus \nx Assisted with program communication to the field organization and at photo shoots \nx Managed online presence, launched and removed online articles, provided field support, and ensured  \ncompliance with company standards \nWarner Music Group         New York, NY                                                                                                  \nTalent Acquisition Intern         Sept. 20xx-Dec. 20xx \nx Conducted phone screens for potential candidates for the college internship program and made \nrecommendations for candidate follow-up \nx Assisted with reference checks for full-time candidates  \nWeichert Realty Services       Madison, NJ \nMarketing and Research Intern                                                               Sept. 20xx-Dec. 20xx \nx Created marketing materials used to attract new clients  \nx Researched commercial property details using several databases and online sources \nx Tracked and compiled commercial real estate transactions using online database tools \nSkills____________________________________________________________________________ \nComputer:  Advanced MS Excel, PowerPoint, Access, Publisher, Word; Prezi; Qualtrics software \nSocial Media:  Twitter, Facebook, LinkedIn, Instagram, Tumblr, Snapchat \nLeadership and Honors ____________________________________________________________ \n          Marketing and Management Honor Societies, Inducted 20xx \n  Alpha Kappa Psi, Co-ed Professional Business Fraternity-VP of Marketing, 20xx-20xx \nx Worked with a team to develop marketing materials for all AKP programs using both print and social media",
        "summary": "```\n- Information:\n  - Name: STAR BUSINESS\n  - Email: starbusiness@nogmail.com\n  - Phone Number: (973) 761-9355\n  - LinkedIn: https://www.linkedin.com/in/sbusiness\n\n- Candidate Summary:\n  Highly motivated and analytical recent graduate with hands-on experience in market research, marketing, and talent acquisition. Proven ability to work independently and collaboratively within teams. Strong communication, analytical, and organizational skills. Seeking a full-time position in the market research field.\n\n- Core Skills:\n  - Market Research\n  - Data Analysis\n  - Communication (Written & Verbal)\n  - Presentation Skills\n  - Project Management\n  - Teamwork\n  - Event Coordination\n  - Social Media Marketing\n  - Microsoft Office Suite (Excel, PowerPoint, Access, Publisher, Word)\n  - Qualtrics\n  - Time Management\n  - Organization\n  - Leadership\n\n- Work Experience:\n  - Market Research Center-Seton Hall University, South Orange, NJ\n    - Undergraduate Research Assistant, Jan. 20xx - May 20xx\n    - Responsibilities: Executed the installation of a new online survey platform for all Stillman students. Drafted a proposal for the board of Centers of Excellence.\n    - Key Achievements: Nominated for the Center.\n    - Technologies Used: Online survey platforms.\n\n  - Barnes and Noble, Basking Ridge, NJ\n    - Marketing Partnership Intern, Sept. 20xx - Dec. 20xx\n    - Responsibilities: Coordinated on-campus event logistics, assisted with program communication, managed online presence, and ensured compliance with company standards.\n    - Key Achievements: Successfully brought marketing programs to campus.\n    - Technologies Used: Online content management systems, social media.\n\n  - Warner Music Group, New York, NY\n    - Talent Acquisition Intern, Sept. 20xx - Dec. 20xx\n    - Responsibilities: Conducted phone screens for potential candidates for the college internship program and assisted with reference checks for full-time candidates.\n    - Technologies Used: Recruiting software, phone screening tools.\n\n  - Weichert Realty Services, Madison, NJ\n    - Marketing and Research Intern, Sept. 20xx - Dec. 20xx\n    - Responsibilities: Created marketing materials, researched commercial property details, and tracked commercial real estate transactions.\n    - Technologies Used: Online database tools, marketing software.\n\n- Education:\n  - Seton Hall University, Stillman School of Business, South Orange, NJ\n    - Bachelor of Science in Business Administration, May 20xx\n    - Dual Concentration: Marketing and Management\n    - GPA: 3.7 Magna Cum Laude\n    - Relevant Coursework: Market Research, Supply Chain Management, Information Technology.\n\n- Certifications & Training:\n  - Certificates in Market Research, Supply Chain Management, and Information Technology\n\n- Projects & Portfolio:\n  - Market Research for Planet Honda, Marketing Research Center, Jan. 20xx - May 20xx\n    - Objectives: Assess client needs and business challenges for Planet Honda.\n    - Outcomes: Developed an online questionnaire and conducted an on-site focus group to collect data, analyzed data, created a presentation, and made recommendations to the client, resulting in a change in their marketing campaign.\n\n- Industry Keywords:\n  - Market Research, Marketing, Management, Talent Acquisition, Real Estate, Data Analysis, Online Surveys, Focus Groups, Social Media Marketing, Event Coordination, Recruiting, Database Management, MS Excel, PowerPoint, Qualtrics, Supply Chain Management, Information Technology, Leadership, Communication, Business Administration.\n```"
    },
    {
        "file": "Resume-Samples-1-36-5.pdf",
        "text": "ERIC CAREER CHANGER \n973.761.9355 ƒ ecareerchanger@noemail.yescom \nwww.linkedin.com/me/profile \n \n \nOBJECTIVE:  Technical corporate training position in the healthcare industry \n \nHIGHLIGHTS OF QUALIFICATIONS \n \nNine years of technical experience with corporate clients, including Fortune 500 healthcare organizations \nManaged major sales account for a regional hospital ranked in ³Top 100´ healthcare facilities \nSkilled in training and supervision of professional and administrative staff \nExpertise in technical operations, including wide range of hardware and software systems \nStrong presentation, customer service and communication skills \n \nPROFESSIONAL ACCOMPLISHMENTS \n \nHUMAN RESOURCE/COMMUNICATION \nx Supervised and trained over 150 personnel within departments averaging 25 professional staff \nx Trained over 50 supervisors and managers annually on technical hardware for inventory control \nx Collaborated with upper level management and human resource departments in diverse industries \nx Assisted individual and corporate clients with understanding of technical components of purchases \nx Represented company at regional and national trade shows with new products \n \nORGANIZATION/PLANNING \nx Revised policy manuals and developed curricula for Fortune 500 sales training programs \nx Designed and implemented educational and entertainment software for testing by research department \nx Developed systems for microcomputers and smartphones that are currently in use by organizations  \n \nMARKETING/SALES \nx Managed sales account for large regional hospital with annual sales exceeding $20 million \nx Marketed personal computer hardware and software systems to Fortune 500 companies \nx Developed and implemented advertising and marketing strategies to increase sales \nx Recognized for exceeding sales expectations by as much as 75%; received numerous outstanding performance awards \n \nEMPLOYMENT HISTORY \n \nMarketing/Sales Representative, Microcomputers, Inc., Fairfield, NJ     June 20xx - present \nComputer Distribution Coordinator, Computers Unlimited, Livingston, NJ    May 20xx - August 20xx \nManagement Trainee, Computer Systems, LLC, Edison, NJ       August 20xx - May 20xx \n \nEDUCATION \n \nSeton Hall University, Stillman School of Business, South Orange, NJ \nBachelor of Science in Business Administration, May 20xx \nConcentration: Management Minor: Computer Science \n \nPROFESSIONAL AFFILIATIONS \n \nPresident, American Marketing Association, New Jersey Chapter, May 20xx - present \nMember, Computing Technology Industry Association (CompTIA), September 20xx - present",
        "summary": "- **Information:**\n  - Name: Eric Career Changer\n  - Email: ecareerchanger@noemail.yescom\n  - Phone: 973.761.9355\n\n- **Candidate Summary:**\n  A technical professional with nine years of experience working with corporate clients, including Fortune 500 healthcare organizations. Proven ability in training and supervising staff, coupled with expertise in technical operations and a wide range of hardware and software systems. Strong presentation, customer service, and communication skills. Seeking a technical corporate training position within the healthcare industry.\n\n- **Core Skills:**\n  - Technical Training\n  - Supervision\n  - Hardware Systems\n  - Software Systems\n  - Presentation Skills\n  - Customer Service\n  - Communication Skills\n  - Sales\n  - Marketing\n  - Policy Revision\n  - Curriculum Development\n  - Account Management\n  - Inventory Control\n  - Advertising Strategies\n  - Teamwork\n  - Leadership\n\n- **Work Experience:**\n  - **Marketing/Sales Representative, Microcomputers, Inc., Fairfield, NJ**\n    - Dates of Employment: June 20xx - Present\n    - Responsibilities:\n      - Managing sales account for a large regional hospital with annual sales exceeding $20 million.\n      - Marketing personal computer hardware and software systems to Fortune 500 companies.\n      - Developing and implementing advertising and marketing strategies to increase sales.\n    - Key Achievements:\n      - Managed major sales account for a regional hospital ranked in ³Top 100´ healthcare facilities\n      - Recognized for exceeding sales expectations by as much as 75%; received numerous outstanding performance awards.\n    - Technologies Used: Personal computer hardware and software systems.\n\n  - **Computer Distribution Coordinator, Computers Unlimited, Livingston, NJ**\n    - Dates of Employment: May 20xx - August 20xx\n    - Responsibilities: (Not specified in resume, but inferred) Distribution of computer hardware and software.\n\n  - **Management Trainee, Computer Systems, LLC, Edison, NJ**\n    - Dates of Employment: August 20xx - May 20xx\n    - Responsibilities: (Not specified in resume, but inferred) Training in management principles within a computer systems environment.\n\n- **Education:**\n  - **Seton Hall University, Stillman School of Business, South Orange, NJ**\n    - Degree: Bachelor of Science in Business Administration\n    - Graduation Year: May 20xx\n    - Concentration: Management\n    - Minor: Computer Science\n\n- **Certifications & Training:** N/A\n\n- **Projects & Portfolio:**\n  - Designed and implemented educational and entertainment software for testing by research department.\n  - Developed systems for microcomputers and smartphones that are currently in use by organizations.\n\n- **Industry Keywords:**\n  - Healthcare\n  - Technical Training\n  - Hardware\n  - Software\n  - Sales\n  - Marketing\n  - Account Management\n  - Fortune 500\n  - Microcomputers\n  - Smartphones\n  - Inventory Control\n  - Curriculum Development"
    },
    {
        "file": "Resume-Samples-1-36-6.pdf",
        "text": "IMA CHEMISTRY GRADSTUDENT \n(973) 761-9355      ima.graduatestudent@nogmail.com \n \nOBJECTIVE \nSeeking a faculty position teaching chemistry at a large research-focused state university.  \nEDUCATION \nSeton Hall University, South Orange, NJ  \nPh.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)                     Expected May 20xx   \n \nFlorida State University, Tallahassee, FL \nM.S. in Chemistry (Physical Organic and Organic Chemistry)                         May 20xx \nB.S. in Chemistry (cum laude)                             May 20xx \nCoursework included Mass Spectrometry and Physical Organic Chemistry \n \nAWARDS \nRecipient of ³Most Promising Teaching Assistant´ Seton Hall University                   20xx   \nFirst student to receive ³Honor Prize in Faculty of Science´ award, Florida State University                             20xx \n                                                                                                                                                                                                                                                  \nCERTIFICATION \nLaboratory Safety Certification                           Valid through 20xx \nAmerican Red Cross Basic Life Support and First Aid certification                           (current) \nCompleted University course for Teaching Assistants at Florida State University:   \n• Teaching with Technology • New Trends in Teaching \n• Effective Teaching Methods in Science • Communication Skills \n• Research Methodology • Assessment Strategies \n \nSCIENCE TEACHING COMPETENCIES  \n• The particulate nature of matter                                                                          • The periodic table                                                                            \n• Experimental technique • Metals \n• Atoms, elements and compounds • Air and water \n• Stoichiometry • Sulfur \n• Electricity and chemistry • Carbonates \n• Chemical energetics • Basic organic \n• Chemical reactions • Acids, bases and salts \n \nTEACHING EXPERIENCE \nTeaching Assistant, Chemistry Department. Seton Hall University                                                January 20xx - present                                                                      \n• Teach Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab \n• Develop and teach lessons for 4 sections with undergraduate science majors (100 students in total) \n• Provide technical assistance and work one on one with students on chemistry projects  \n• Demonstrate use of laboratory equipment and enforce laboratory rules to ensure safety \n• Create, administer, and grade summative assessments and lab reports \n \nTeaching Assistant and Demonstrator, Chemistry Department, Florida State University                             20xx - 20xx                                                                                                                                                                                                                                                                 \n• Taught Basic Organic Chemistry (Alkan, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid)  \n• Taught Basic Inorganic Chemistry and basic Physical Chemistry and Physical Organic Chemistry \n• Instructed large lecture classes (100 students) from Pharmacy, Dentistry and Science undergraduate majors  \n• Averaged 10 classes (4 hours each) weekly  \n• Created and graded exams and weekly assignments; determined/assigned final grades",
        "summary": "- **Information:**\n  - Name: Ima Chemistry Gradstudent\n  - Email: ima.graduatestudent@nogmail.com\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  Highly motivated and dedicated Chemistry Ph.D. candidate (ABD) with extensive teaching experience seeking a faculty position at a research-focused state university. Proven ability to develop and deliver engaging chemistry lessons, provide technical assistance to students, and maintain a safe laboratory environment. Recipient of multiple awards recognizing teaching excellence and academic achievement.\n\n- **Core Skills:**\n  - Organic Chemistry\n  - Inorganic Chemistry\n  - Physical Chemistry\n  - Physical Organic Chemistry\n  - Organic Synthesis\n  - Experimental Technique\n  - Lesson Planning & Development\n  - Curriculum Development\n  - Student Mentoring\n  - Assessment & Grading\n  - Laboratory Safety\n  - Technical Assistance\n  - Communication Skills\n  - Teaching with Technology\n  - Research Methodology\n\n- **Work Experience:**\n  - **Teaching Assistant, Chemistry Department**\n    - Seton Hall University\n    - January 20xx - Present\n    - Responsibilities:\n      - Teach Organic Chemistry II-Lab, Organic Chemistry I-lecture-Lab.\n      - Develop and teach lessons for 4 sections with undergraduate science majors (100 students in total).\n      - Provide technical assistance and work one on one with students on chemistry projects.\n      - Demonstrate use of laboratory equipment and enforce laboratory rules to ensure safety.\n      - Create, administer, and grade summative assessments and lab reports.\n    - Technologies Used: N/A\n  - **Teaching Assistant and Demonstrator, Chemistry Department**\n    - Florida State University\n    - 20xx - 20xx\n    - Responsibilities:\n      - Taught Basic Organic Chemistry (Alkane, Alkene, Alkyne, Alcohol, Aldehyde, Ketone, Carboxylic acid).\n      - Taught Basic Inorganic Chemistry and Basic Physical Chemistry and Physical Organic Chemistry.\n      - Instructed large lecture classes (100 students) from Pharmacy, Dentistry, and Science undergraduate majors.\n      - Averaged 10 classes (4 hours each) weekly.\n      - Created and graded exams and weekly assignments; determined/assigned final grades.\n    - Technologies Used: N/A\n\n- **Education:**\n  - **Seton Hall University, South Orange, NJ**\n    - Ph.D. in Chemistry (ABD) (Emphasis: Organic Synthesis)\n    - Expected Graduation: May 20xx\n  - **Florida State University, Tallahassee, FL**\n    - M.S. in Chemistry (Physical Organic and Organic Chemistry)\n    - May 20xx\n  - **Florida State University, Tallahassee, FL**\n    - B.S. in Chemistry (cum laude)\n    - May 20xx\n    - Relevant Coursework: Mass Spectrometry, Physical Organic Chemistry\n\n- **Certifications & Training:**\n  - Laboratory Safety Certification (Valid through 20xx)\n  - American Red Cross Basic Life Support and First Aid certification (current)\n  - Completed University course for Teaching Assistants at Florida State University:\n    - Teaching with Technology\n    - New Trends in Teaching\n    - Effective Teaching Methods in Science\n    - Communication Skills\n    - Research Methodology\n    - Assessment Strategies\n\n- **Industry Keywords:**\n  - Chemistry\n  - Organic Chemistry\n  - Inorganic Chemistry\n  - Physical Chemistry\n  - Physical Organic Chemistry\n  - Organic Synthesis\n  - Chemical Education\n  - Higher Education\n  - Teaching\n  - Laboratory Management\n  - Curriculum Development\n  - Mass Spectrometry"
    },
    {
        "file": "Resume-Samples-1-36-7.pdf",
        "text": "Ima Gradstudent                      Page 2 \n \nOrganic Chemistry Teaching Assistant, Chemistry Department, Florida State University                            20xx - 20xx \n• Supervised and instructed students in Organic Chemistry laboratory (30 students total)  \n• Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques \n• Developed writing problem sets and exams; assisted students individually and in small groups with assignment \nproblems or material they found difficult to understand. \n• Maintained records of students' assessment results, progress, feedback, and classroom performance  \n \nRESEARCH EXPERIENCE                                                   \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University              20xx - present                                                                                                       \n• Collaborate with colleagues on experimental research procedures and techniques using Varian Inova NMR \n• Plan a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound  \n• Synthesize anti-cancer drugs using different reagents in order to search for new and easier ways to manufacture new \ntarget compounds; purification methods include crystallization, distillation and columns \n• Analyze proof of structure for derived target compounds utilizing nuclear magnetic resonance, infrared light, mass \nspectrometry and ultraviolet and visible spectrometry \n \nGraduate Research Assistant, Department of Chemistry & Biochemistry, Seton Hall University                 20xx - 20xx \n• Performed coupling method experimenting with protecting and deprotecting methodologies for carbohydrates while \nworking under controlled conditions  \n• Collaborated, planned, designed and analyzed various drugs derived from carbohydrate precursors based on \nGlucosamine Hydrochloride and the synthesis of Oligosaccharides \n• Synthesized a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazine derivatives in order \nto complete new anti-cancer compound  \n \nMaster¶s Thesis, Chemistry Department, Florida State University                      20xx \nStudy on Heterocyclic Compounds from Carbohydrate Precursors \n• Aim of study was synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors in the quest for new \nchemotherapeutic compounds that may show biological activities \n• Research methods included using different Organic Chemistry Techniques, Melting Points, Distillation, Extraction, \nCrystallization, Filtration, Drying Organic Solutions, Chromatography and Solvent Removal \n• Utilized different Organic methods of identification for unknown compounds using Infrared Spectroscopy,  \n• Nuclear Magnetic Resonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, and Mass  \nspectra obtained from GC-11S mass spectrometer MAT 112  \n• Results presented to department faculty and poster presentation at prestigious academic research forum \n \nPUBLICATIONS \nPoster presentation at Annual Petersheim Exposition Celebrates Academic Achievement, Seton Hall, 20xx \n \nPublished Abstract  [Last Name, First Name]. From Abstracts of Papers, 20xxth ACS National Meeting & Exposition, \nPhiladelphia, PA, United States, Issue #, 20xx. Title and description of abstract.  \n \nSubmissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)  \n \nSKILLS \nLanguage: Oral and written fluency in Polish, conversational in French and Italian                                                                                        \nComputer: Microsoft Office software, ChemOffice, ChemBioDraw, Chem Sketch and SciFinder Scholar \n \nPROFESSIONAL INVOLVEMENT  \nMember, American Chemical Society                                                                                    September 20xx - present \nAttended Chemistry as a Life Science Symposium XV, Rutgers University, Newark, NJ          20xx                                                                                                                                                         \nAttended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland           20xx",
        "summary": "- **Candidate Summary:**\nA highly motivated and skilled graduate student with research experience in organic chemistry, particularly in synthesizing anti-cancer drugs and heterocyclic compounds from carbohydrate precursors. Proficient in utilizing various analytical techniques such as NMR, IR, Mass Spectrometry, and UV-Vis Spectroscopy. Experienced in teaching and mentoring students in organic chemistry laboratory settings. Excellent communication and presentation skills demonstrated through publications and poster presentations.\n\n- **Core Skills:**\n    * Organic Synthesis\n    * Multi-step Synthesis\n    * Purification Techniques (Crystallization, Distillation, Column Chromatography)\n    * Spectroscopic Analysis (NMR, IR, Mass Spectrometry, UV-Vis)\n    * Data Analysis and Interpretation\n    * Experimental Design\n    * Problem Solving\n    * Teaching and Mentoring\n    * Communication (Oral & Written)\n    * Collaboration\n    * Literature Review (SciFinder Scholar)\n    * Microsoft Office Suite\n    * ChemOffice\n    * ChemBioDraw\n    * ChemSketch\n    * Oral and written fluency in Polish, conversational in French and Italian\n\n- **Work Experience:**\n    * **Graduate Research Assistant,** Department of Chemistry & Biochemistry, Seton Hall University (20xx - Present)\n        *   Responsibilities:\n            *   Collaborated with colleagues on experimental research procedures and techniques using Varian Inova NMR.\n            *   Planned a new scheme for anticancer drug based on Glucosamine and a new heterocyclic compound.\n            *   Synthesized anti-cancer drugs using different reagents in order to search for new and easier ways to manufacture new target compounds; purification methods include crystallization, distillation and columns.\n            *   Analyzed proof of structure for derived target compounds utilizing nuclear magnetic resonance, infrared light, mass spectrometry and ultraviolet and visible spectrometry.\n        *   Technologies Used: Varian Inova NMR, Crystallization, Distillation, Column Chromatography, Nuclear Magnetic Resonance, Infrared Spectroscopy, Mass Spectrometry, Ultraviolet and Visible Spectrometry.\n    * **Graduate Research Assistant,** Department of Chemistry & Biochemistry, Seton Hall University (20xx - 20xx)\n        *   Responsibilities:\n            *   Performed coupling method experimenting with protecting and deprotecting methodologies for carbohydrates while working under controlled conditions.\n            *   Collaborated, planned, designed and analyzed various drugs derived from carbohydrate precursors based on Glucosamine Hydrochloride and the synthesis of Oligosaccharides.\n            *   Synthesized a series of 1, 3, 4-thiadiazoles, and 1, 2, 3-triazol based on L-ascorbic acid hydrazine derivatives in order to complete new anti-cancer compound.\n    * **Organic Chemistry Teaching Assistant,** Chemistry Department, Florida State University (20xx - 20xx)\n        *   Responsibilities:\n            *   Supervised and instructed students in Organic Chemistry laboratory (30 students total).\n            *   Instructed the multi-step syntheses of compounds designed to inform general laboratory techniques.\n            *   Developed writing problem sets and exams; assisted students individually and in small groups with assignment problems or material they found difficult to understand.\n            *   Maintained records of students' assessment results, progress, feedback, and classroom performance.\n\n- **Education:**\n    * **Master's Thesis,** Chemistry Department, Florida State University (20xx)\n        *   Title: Study on Heterocyclic Compounds from Carbohydrate Precursors\n        *   Description: Synthesis of nitrogen heterocyclic derivatives from carbohydrate precursors in the quest for new chemotherapeutic compounds that may show biological activities. Research methods included using different Organic Chemistry Techniques, Melting Points, Distillation, Extraction, Crystallization, Filtration, Drying Organic Solutions, Chromatography and Solvent Removal. Utilized different Organic methods of identification for unknown compounds using Infrared Spectroscopy, Nuclear Magnetic Resonance Spectroscopy, UV spectra using Shimadzu UV 160A UV-Vis, and Mass spectra obtained from GC-11S mass spectrometer MAT 112. Results presented to department faculty and poster presentation at prestigious academic research forum.\n\n-   **Publications:**\n    *   Poster presentation at Annual Petersheim Exposition Celebrates Academic Achievement, Seton Hall, 20xx\n    *   Published Abstract [Last Name, First Name]. From Abstracts of Papers, 20xxth ACS National Meeting & Exposition, Philadelphia, PA, United States, Issue #, 20xx. Title and description of abstract.\n    *   Submissions A.B. Faculty, (20xx) Name of Research Contributor: Ima Gradstudent(description of research)\n\n- **Professional Involvement:**\n    *   Member, American Chemical Society (September 20xx - Present)\n    *   Attended Chemistry as a Life Science Symposium XV, Rutgers University, Newark, NJ (20xx)\n    *   Attended The First Nanotechnology Workshop in Pharmacy and Medicine, Dublin, Ireland (20xx)\n\n- **Industry Keywords:**\n    *   Organic Chemistry\n    *   Medicinal Chemistry\n    *   Drug Synthesis\n    *   Heterocyclic Chemistry\n    *   Carbohydrate Chemistry\n    *   Glucosamine\n    *   Oligosaccharides\n    *   Anti-cancer Drug Development\n    *   NMR Spectroscopy\n    *   IR Spectroscopy\n    *   Mass Spectrometry\n    *   UV-Vis Spectroscopy\n    *   Chromatography\n    *   Crystallization\n    *   Distillation\n    *   SciFinder Scholar\n    *   ChemOffice\n    *   ChemBioDraw\n    *   ChemSketch"
    },
    {
        "file": "Resume-Samples-1-36-8.pdf",
        "text": "Charlie Changer \n(973) 761-ϵϯϱϱ ͻ ChChangeΛnoemail͘Ǉahoo͘com \n_____________________________________________________________________________________ \n \nAspiring marketing and brand management professional seeking to create results and major impact through a \nunique blend of psychology, research and strategic competencies.  Personal attributes include: \n \n   Quantitative Analysis Project Management  Financial Skills  \n   Bilingual (Spanish/English) Behavioral Analysis/ Modeling  PC and Mac Platforms \nAdvanced Excel, PowerPoint \n_____________________________________________________________________________________ \n___________________________________EXPERIENCE________________________________________ \n \nAccount Specialist \nCentral Medical Care, Ridgewood, NJ \n 20xx - present \nx Generated over $4.2 million in revenue growth through collections and appeals  \nx Negotiated and implemented price quotes and deadlines with various insurance companies \nx Created monthly accounting reports for updated status of revenue, financial detail, procedure review and \ntransaction breakdown \nx Managed incoming payments and verified accuracy of billed services for growth of underdeveloped \naccounts   \n \nDepartment Coordinator \nWest Essex Mental Health, Kearny, NJ \n  20xx ʹ 20xx \n \nx Implemented marketing events to gain community interest, increase awareness of Autism and meet \nfinancial goals. \nx Conducted research for presentations directed towards expanding network of organization \nx Managed patient treatment history in compliance with standardized policies and HIPPA regulations \nx Participated in social skills groƵp prompting for adolescents ǁith ADHD and Asperger͛s SǇndrome bǇ Ƶsing a \nrewards reinforcement system to regulate positive behavior \nx Facilitated communications with clients and families to resolve issues  \nx Maintained 100% accuracy of quality assurance of charts for audits \n \nExecutive Assistant to the CEO \nAbrams of North America, Montville, NJ \n20xx ʹ 20xx \nx Generated revenue by establishing new accounts, executing sales and assigning credit limits \nx Prepared weekly sales, inventory and expense reports; organized meetings and travel itineraries  \n_____________________________________________________________________________________ \n____________________________________EDUCATION_______________________________________ \n \nB.A. Psychology, Seton Hall University, South Orange, NJ 20xx \n______________________________________________________________________________ \n____________________________COMMUNITY INVOLVEMENT_________________________________ \n \nTreasurer͕ Seton Place Homeoǁner͛s Association͕ KearnǇ͕ NJ                    20xx ʹ present \nVolunteer Tax Preparer, H&R Block, Ridgewood, NJ       20xx ʹ present",
        "summary": "- **Information:**\n  - Name: Charlie Changer\n  - Email: ChChangeΛnoemail͘Ǉahoo͘com\n  - Phone Number: (973) 761-ϵϯϱϱ\n\n- **Candidate Summary:**\n  Aspiring marketing and brand management professional with experience in account management, financial analysis, and community outreach. Possesses a unique blend of psychology, research, and strategic competencies. Proven ability to generate revenue, manage projects, and communicate effectively. Bilingual in Spanish and English.\n\n- **Core Skills:**\n  - Quantitative Analysis\n  - Project Management\n  - Financial Skills\n  - Bilingual (Spanish/English)\n  - Behavioral Analysis/Modeling\n  - PC and Mac Platforms\n  - Advanced Excel\n  - PowerPoint\n  - Account Management\n  - Revenue Generation\n  - Negotiation\n  - Marketing\n  - Research\n  - Communication\n  - Compliance\n  - Customer Service\n\n- **Work Experience:**\n  - **Account Specialist**\n    - Company: Central Medical Care, Ridgewood, NJ\n    - Dates: 20xx - Present\n    - Responsibilities: Managed accounts, negotiated with insurance companies, generated financial reports, and verified billing accuracy.\n    - Key Achievements: Generated over $4.2 million in revenue growth through collections and appeals.\n    - Technologies Used: Microsoft Excel, Microsoft Office Suite\n\n  - **Department Coordinator**\n    - Company: West Essex Mental Health, Kearny, NJ\n    - Dates: 20xx - 20xx\n    - Responsibilities: Implemented marketing events, conducted research, managed patient records, facilitated social skills groups, and maintained quality assurance.\n    - Key Achievements: Maintained 100% accuracy of quality assurance of charts for audits.\n    - Technologies Used: Microsoft Office Suite\n\n  - **Executive Assistant to the CEO**\n    - Company: Abrams of North America, Montville, NJ\n    - Dates: 20xx - 20xx\n    - Responsibilities: Generated revenue by establishing new accounts, executing sales, assigning credit limits, preparing reports, and organizing meetings and travel.\n    - Technologies Used: Microsoft Office Suite\n\n- **Education:**\n  - Degree: B.A. Psychology\n  - University: Seton Hall University, South Orange, NJ\n  - Graduation Year: 20xx\n\n- **Projects & Portfolio:**\n  - **Treasurer, Seton Place Homeowner's Association:** Managed finances and budget for the homeowner's association. (20xx - Present)\n  - **Volunteer Tax Preparer, H&R Block:** Prepared tax returns for individuals. (20xx - Present)\n\n- **Industry Keywords:**\n  - Marketing\n  - Brand Management\n  - Psychology\n  - Research\n  - Strategy\n  - Account Management\n  - Healthcare\n  - Mental Health\n  - Financial Analysis\n  - Revenue Generation\n  - HIPAA\n  - Compliance\n  - Sales\n  - Customer Service\n  - Community Outreach\n  - Insurance\n  - Collections\n  - Appeals\n  - Behavioral Analysis\n  - Autism\n  - ADHD\n  - Asperger's Syndrome"
    },
    {
        "file": "Resume-Samples-1-36-9.pdf",
        "text": "Clara Communication \nclara.communication@noemail.shu.edu | (973) 761-9355 | www.linkedin.com/in/claracommunication  \n \nOBJECTIVE \nTo obtain an internship in public relations in the entertainment industry \n \nEDUCATION \nSeton Hall University, College of Communication and the Arts, South Orange, NJ \nBachelor of Arts in Public Relations and Journalism | Minor: English | Expected May 20xx \nOYeUaOO GPA 3.5 _ DeaQ·V LLVW, AOO Semesters |The National Society of Collegiate Scholars \n \nMEDIA SKILLS \nIndustry Assets: Media relations, AP style writing and editing, analysis, quantitative and qualitative research, customer service, \nstrategic communication planning and execution, bilingual (Spanish) \nSocial Media: Facebook, LinkedIn, Twitter, Instagram, HootSuite, Instagram, Pinterest, Wordpress, Google+, Storify  \nSoftware: Vocus, Cision, InDesign, Microsoft Office, Apple Software, LexisNexis, Adobe Software \n \nEXPERIENCE \nPublic Relations Student Society of America (PRSSA)                             South Orange, NJ \nAccount Coordinator                                 September 20xx - Present \nx Attend seminars held bi-weekly during school year to gain insight on PR industry from professionals in field  \nx Manage campaigns for local organizations that are seeking assistance in enhancing community awareness through \nSeton Hall University volunteer public relations firm, PiratePR \nx Oversee promotions and social media for The Setonian Digital, the online version of the campus newspaper \n \nCoyne PR                               Parsippany, NJ \nPublic Relations Intern                            January 20xx - May 20xx \nx Developed material for clients including press releases, fact sheets, and bios within a diverse portfolio of hospitality \nand product-focused consumer brands \nx Performed daily media monitoring; analyzed and interpreted results to strategize and target pitching \nx Assisted major client campaigns by preparing live media, grand openings and product launches \nx Created media lists using Vocus and conducted independent outreach to establish network of contacts \n \nWSOU 89.5FM, Seton Hall Pirate Radio, Seton Hall University                                        South Orange, NJ \nDisc Jockey/Assistant Producer/Assistant Program Director                                   October 20xx - May 20xx \nx Managed multiple roles at a student-run nationally award winning campus radio station \nx Achieved radio DJ clearance as a sophomore, including stints as assistant producer and assistant program director \nx Facilitated radio shifts with music rotation, on-air breaks, news breaks, underwriting and contests \nx Organized global, national and local news stories as well as traffic and weather updates, for on-air delivery every 15 \nminutes during 5-hour shifts \nx Awarded Staff Member of the Month in March 20xx for dedication and involvement \n \nEMPLOYMENT \nSelf Employed                                    Iselin, NJ \nPrivate Guitar Instructor                                                  January 20xx - Present \nx Teach 30-minute to 1-hour private lessons to children and adults ages 10 and up on weekly basis \nx Coordinate scheduling with clients and families, effectively communicating agenda and lesson plans for sessions \nx Utilize different instruction methods for beginners, including playing by ear and using tablature system designed to \nhelp students learn notes in first position \n \nThe Best Pizza                                                                                                                                                   Somerset, NJ                                                                                                        \nSenior Server                                                                                                                                           May 20xx - October 20xx \nx Directed and trained staff of 15; implemented high-profile clientele service by tailoring to specific needs \nx Averaged 25 hours during academic year while maintaining full course load in college",
        "summary": "- **Information:**\n  - Name: Clara Communication\n  - Email: clara.communication@noemail.shu.edu\n  - Phone Number: (973) 761-9355\n\n- **Candidate Summary:**\n  Enthusiastic and skilled public relations and journalism student at Seton Hall University, expected to graduate in May 20xx. Possesses a strong foundation in media relations, strategic communication, and content creation. Demonstrated experience in developing press materials, media monitoring, and social media management through internships and extracurricular activities. Seeking an internship in the entertainment industry to leverage communication skills and contribute to impactful PR campaigns.\n\n- **Core Skills:**\n  - Media Relations\n  - AP Style Writing and Editing\n  - Strategic Communication Planning and Execution\n  - Quantitative and Qualitative Research\n  - Customer Service\n  - Social Media Management (Facebook, LinkedIn, Twitter, Instagram, HootSuite, Pinterest, WordPress, Google+, Storify)\n  - Media Monitoring and Analysis\n  - Content Creation (Press Releases, Fact Sheets, Bios)\n  - Bilingual (Spanish)\n  - Software Proficiency (Vocus, Cision, InDesign, Microsoft Office, Apple Software, LexisNexis, Adobe Software)\n  - Public Speaking\n  - Training and Instruction\n  - Team Leadership\n\n- **Work Experience:**\n  - **Public Relations Student Society of America (PRSSA)**, South Orange, NJ\n    - *Account Coordinator* (September 20xx - Present)\n    - Responsibilities:\n      - Attended industry seminars to gain insights from PR professionals.\n      - Managed campaigns for local organizations seeking community awareness enhancement through PiratePR.\n      - Oversaw promotions and social media for The Setonian Digital.\n  - **Coyne PR**, Parsippany, NJ\n    - *Public Relations Intern* (January 20xx - May 20xx)\n    - Responsibilities:\n      - Developed press releases, fact sheets, and bios for hospitality and consumer brands.\n      - Performed daily media monitoring and analyzed results for pitching strategies.\n      - Assisted major client campaigns by preparing live media, grand openings, and product launches.\n      - Created media lists using Vocus and conducted independent outreach.\n  - **WSOU 89.5FM, Seton Hall Pirate Radio, Seton Hall University**, South Orange, NJ\n    - *Disc Jockey/Assistant Producer/Assistant Program Director* (October 20xx - May 20xx)\n    - Responsibilities:\n      - Managed multiple roles at an award-winning campus radio station.\n      - Facilitated radio shifts with music rotation, on-air breaks, news breaks, underwriting, and contests.\n      - Organized global, national, and local news, traffic, and weather updates for on-air delivery.\n    - Key Achievements:\n      - Awarded Staff Member of the Month in March 20xx.\n  - **Self Employed**, Iselin, NJ\n    - *Private Guitar Instructor* (January 20xx - Present)\n    - Responsibilities:\n      - Taught private guitar lessons to children and adults.\n      - Coordinated scheduling and communicated lesson plans.\n      - Utilized different instruction methods for beginners.\n  - **The Best Pizza**, Somerset, NJ\n    - *Senior Server* (May 20xx - October 20xx)\n    - Responsibilities:\n      - Directed and trained staff of 15.\n      - Implemented high-profile clientele service.\n\n- **Education:**\n  - **Seton Hall University, College of Communication and the Arts**, South Orange, NJ\n    - Bachelor of Arts in Public Relations and Journalism | Minor: English | Expected May 20xx\n    - GPA: 3.5\n    - The National Society of Collegiate Scholars\n\n- **Industry Keywords:**\n  Public Relations, Media Relations, Journalism, Strategic Communication, Social Media Marketing, Content Creation, AP Style, Media Monitoring, Crisis Communication, Entertainment Industry, Vocus, Cision, InDesign, LexisNexis, Adobe Software, Radio Broadcasting, Event Planning, Campaign Management."
    }
]